[
    {
        "slug": "dose",
        "imgmaster": "dose.img1",
        "imgdeve": "akamalrajhi",
        "img1": "doseimg1",
        "img2": "doseimg2",
        "img3": "doseimg3",
        "district": "North Coast , Egypt",
        "price": "14,161,000",
        "downpayment": "10",
        "years": "10",
        "delivery": "2029",
        "updated": "Updated 27 May, 2025 | Current Phase",
        "name": "Dose",
        "desc1": "The process of introducing happiness to the real estate market has become a necessity and not a luxury. Therefore, Akam Alrajhi Developments was keen to build an inspiring urban community based on studies to understand the needs of customers, by paying attention to the simplest details and providing innovative human solutions that respond to their physical and psychological needs.",
        "desc2": "It is Dose North Coast Project, which is built on a space of ​​125 acres, and offers its clients a distinguished set of basic and recreational services along with luxurious homes that are in harmony with the picturesque surrounding nature and the clear and magical waters of the Mediterranean Sea.",
        "desc3": "Dose North Coast Resort is a luxury tourism project that humanizes the real estate experience, by abandoning the stereotypical concepts and norms of the real estate market and enhancing the client's well-being.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Chalet",
        "chaletdublex": "Duplex",
        "chaletvillas": ""
    },
    {
        "slug": "direction-white",
        "imgmaster": "directionwhite.img1",
        "imgdeve": "arabella",
        "img1": "directionwhiteimg1",
        "img2": "directionwhiteimg2",
        "img3": "directionwhiteimg3",
        "img4": "directionwhiteimg4",
        "district": "North Coast , Egypt",
        "price": "21,600,000",
        "downpayment": "20",
        "years": "5",
        "delivery": "2025",
        "updated": "Updated 27 May, 2025 | Current Phase",
        "name": "Direction White",
        "desc1": "With units that will be of your choosing, Arabella Real Estate Development Company has launched its newest fantastic project, Direction White North Coast, in a prime location.",
        "desc2": "All of the units overlook the Mediterranean's shores, which are renowned throughout the world for their beauty, allowing customers to take advantage of all the water activities and other recreational opportunities the company has provided to make them happy in a variety of ways. From kind and location to costs and hypothetical payment methods.",
        "desc3": "One of the key components of any successful project is its location, which is why Arabella selected a unique space to launch its new project. It is regarded as being close to the most significant coastal landmarks and is a strategically important location : Kilo 192 Ras El Hikma - North Coast is the location. Nearby to June Sodic and Gaia North Coast Next to Alamein Airport And the distance from Mountain View North Coast is roughly 7 km.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Chalet",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "mivida",
        "imgmaster": "mivida.img1",
        "imgdeve": "emaar",
        "img1": "mividaimg1",
        "img2": "mividaimg2",
        "img3": "mividaimg3",
        "district": "New Cairo , Egypt",
        "price": "",
        "downpayment": "",
        "years": "",
        "delivery": "",
        "updated": "Updated 27 May, 2025 | Current Phase",
        "name": "Mivida",
        "desc1": "Embrace the timeless elegance of Mivida | Apartment, a traditional Apartment nestled in New Cairo. Featuring 1 bedrooms and 1 bathrooms, available for rent at 40,000 EGP, offering an excellent opportunity for those seeking a blend of luxury and comfort of a real estate property in Egypt available for rent.",
        "desc2": "",
        "desc3": "",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "hap-town",
        "imgmaster": "haptown.img1",
        "imgdeve": "hap",
        "img1": "haptownimg1",
        "img2": "haptownimg2",
        "img3": "haptownimg3",
        "img4": "haptownimg4",
        "district": "Mostakbal City , Egypt",
        "price": "15,506,796",
        "downpayment": "10",
        "years": "7.5",
        "delivery": "2025",
        "updated": "Updated 4 Jun, 2025 | Current Phase",
        "name": "HapTown",
        "desc1": "The area of Haptown Mostakbal City is estimated at 250 acres, in addition to 176 square meters of geographical terrain, in addition to 7.5 square kilometers of wooden tracks that allow customers to cycle and jog.",
        "desc2": "The company chose a very strategic and lively location in the heart of Mostakbal City to build a luxurious compound that suits people looking for an upscale lifestyle and high living standards. The location stands out for being close to the most important areas in Cairo.",
        "desc3": "The compound is only 5 minutes away from the New Administrative Capital, around 10 minutes from Hyde Park Compound, and the same distance from Nasr City and Heliopolis, making it easy and convenient for residents to move around.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "park-view",
        "imgmaster": "parkview.img1",
        "imgdeve": "hap",
        "img1": "parkviewimg1",
        "img2": "parkviewimg2",
        "img3": "parkviewimg3",
        "district": "Mostakbal City , Egypt",
        "price": "7,300,000",
        "downpayment": "5",
        "years": "10",
        "delivery": "2029",
        "updated": "Updated 4 Jun, 2025 | Current Phase",
        "name": "Park View",
        "desc1": "Park Central Mostakbal City, one of Hassan Allam Holding's spectacular residential developments, is being shown. This compound features contemporary architecture and is close to main thoroughfares and important hubs, as well as all amenities. Park Central Compound provides its residents with all the necessities and comforts of a joyful community, including lush green spaces that provide a tranquil and soothing ambiance and a plethora of amenities and services to meet their every need.",
        "desc2": "Park Central Compound occupies 132 acres, a sizable portion of Mostakbal City. Green spaces, landscaping, and water features occupy a substantial amount of the project's 70 acres. Park Central Mostakbal City's units are arranged thoughtfully.",
        "desc3": "As an example, the front row standalone villas have a direct view of the central park, while the second-row villas are elevated five meters above the ground to offer greater seclusion and a broader perspective of the surroundings. Complete public amenities, including a social club and a promenade for recreation, are also part of the proposal and are situated within the 15-acre central park. Furthermore, there are 1.25 acres of green space surrounding each group of buildings.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "swan-lake",
        "imgmaster": "swanlake.img1",
        "imgdeve": "hap",
        "img1": "swanlakeimg1",
        "img2": "swanlakeimg2",
        "img3": "swanlakeimg3",
        "img4": "swanlakeimg4",
        "district": "New Cairo , Egypt",
        "price": "",
        "downpayment": "5",
        "years": "6",
        "delivery": "2028",
        "updated": "Updated 17 Jan, 2023 | Current Phase",
        "name": "Swan Lake",
        "desc1": "Swan Lake Residence presents singularly to Egypt’s urban development market the most exclusive premium home opportunity to date, for two decades the Swan Lake brand by Hassan Allam Properties has been produced in particular as a brand for luxury well designed sophisticated communities.",
        "desc2": "Wherefore the residents are able to enjoy a prestigious life experience with theme parks and sublime architecture along with a sports club, clubhouses, and many amenities designed to make your home a centerpiece story of your life consequently. Spanning over 460 acres with as many as twelve neighborhoods linked together.",
        "desc3": "Swan Lake Residence New Cairo location is in Cairo’s east side, situated on Suez Road just after Mirage City, 9 Km from the American University and 1 Km from Rehab City hence allowing a smooth direct connection to all major destinations as a result.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "swan-lake-oct",
        "imgmaster": "swanlakeoct.img1",
        "imgdeve": "hap",
        "img1": "swanlakeoctimg1",
        "img2": "swanlakeoctimg2",
        "img3": "swanlakeoctimg3",
        "district": "October , Egypt",
        "price": "23,000,000",
        "downpayment": "5",
        "years": "10",
        "delivery": "2029",
        "updated": "Updated 15 jun, 2025 | Current Phase",
        "name": "Swan Lake West",
        "desc1": "One of the latest projects by Hassan Allam Properties, Swan Lake West 6 October, was recently built in the city of 6 October. For your information, Hassan Allam Properties has achieved tremendous success in recent years and is considered one of the largest and most prominent real estate companies in the Egyptian and Middle Eastern markets.",
        "desc2": "Hassan Allam Properties, a leader in engineering, construction, and infrastructure in Egypt, was established in 1936 and operates independently. With a focus on large engineering and construction projects, building materials, ready electrical and mechanical solutions, and facility investment and development, our companies operate across a variety of industries.",
        "desc3": "In order to give the project a competitive edge over other residential projects in the same neighborhood, the development company was keen to place it in the most prestigious location in 6th of October City. The location of Swan Lake West 6 October made it easier to meet customer requirements and provide all services. The project is also easily accessible due to its proximity to the main roads.",
        "apartments": "",
        "dublex": "",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "saada-new-cairo",
        "imgmaster": "saadanewcairo.img1",
        "imgdeve": "horizon",
        "img1": "saadanewcairoimg1",
        "img2": "saadanewcairoimg2",
        "img3": "saadanewcairoimg3",
        "district": "New Cairo , Egypt",
        "price": "---",
        "downpayment": "20",
        "years": "5",
        "delivery": "2026",
        "updated": "Updated 8 May, 2024 | Current Phase",
        "name": "Saada",
        "desc1": "Saada Compound stands out as a truly remarkable complex in New Cairo, showcasing a diverse range of modern architectural designs that draw inspiration from the distinctive European style. The presence of numerous lush green spaces and industrial lakes, which embrace every corner and housing unit, further enhances the charm of this exceptional development.",
        "desc2": "One of the keys to happiness is to live in an elegant area like New Cairo, particularly in the 5th Settlement. For this reason, Horizon Egypt Developments has chosen a prime position right on the Suez Road.",
        "desc3": "Saada Horizon's design, which combines Gulf luxury style with a contemporary touch, was developed by Emirati engineer Adnan Saffarini, who owns massive projects in Dubai. As a result, Saada New Cairo Compound's intriguing architecture stands out from other projects with ease. Each home also has a garden, a swimming pool, and glass facades, which give Compound Saada a more contemporary feel.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "saada-sahel",
        "imgmaster": "saadasahel.img1",
        "imgdeve": "horizon",
        "img1": "saadasahelimg1",
        "img2": "saadasahelimg2",
        "img3": "saadasahelimg3",
        "img4": "saadasahelimg4",
        "district": "North Coast , Egypt",
        "price": "21,999,000",
        "downpayment": "5",
        "years": "7",
        "delivery": "2028",
        "updated": "Updated 27 May, 2025 | Current Phase",
        "name": "Saada North Coast",
        "desc1": "The latest project from Horizon Egypt Development, Saada North Coast Village, provides comfort and luxury in a prime location close to the alluring waters of the Mediterranean Sea.",
        "desc2": "It meets the needs of coastal living with a range of chalets and villas, offering quick access to vibrant areas. Saada is a seaside architectural marvel that was created using the newest architectural trends.",
        "desc3": "The village is a popular place to enjoy coastal living because it provides a wide range of services and entertainment options. Saada North Coast Village epitomizes comfort and luxury, embodying Horizon Egypt's dedication to first-rate living by the sea.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "apartments",
        "chaletdublex": "dublex",
        "chaletvillas": "villas"
    },
    {
        "slug": "garden-lakes",
        "imgmaster": "gardenlakes.img1",
        "imgdeve": "hydepark",
        "img1": "gardenlakesimg1",
        "img2": "gardenlakesimg2",
        "img3": "gardenlakesimg3",
        "img4": "gardenlakesimg4",
        "district": "October , Egypt",
        "price": "24,470,000",
        "downpayment": "10",
        "years": "6",
        "delivery": "2028",
        "updated": "Updated 23 jun, 2024 | Current Phase",
        "name": "Garden Lakes",
        "desc1": "The developer chose to build Garden Lakes on a large, 69-acre area that would accommodate all the services and facilities that the company used to provide in its various construction works. They sought out the best engineering consultants in Egypt to help with the urban planning for the compound.",
        "desc2": "To create a more sustainable and enjoyable environment, the majority of the project area - 80% - was allocated for green spaces, gardens, landscapes, and water features. These areas would be complemented with a variety of services and facilities, giving residents ample opportunity to enjoy the outdoors. The remaining 20% of the area was set aside for residential buildings, which were designed using the latest architectural models.",
        "desc3": "Garden Lakes is perfectly located in Sheikh Zayed City, only 400 meters from the 26th of July Axis. It is right next to Al-Jazeera Club and just a few minutes away from the most important hospitals, hotels, universities, and schools in October.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "hyde-park-new-cairo",
        "imgmaster": "hpnewcairo.img1",
        "imgdeve": "hydepark",
        "img1": "hpnewcairoimg1",
        "img2": "hpnewcairoimg2",
        "img3": "hpnewcairoimg3",
        "district": "New Cairo , Egypt",
        "price": "8,210,000",
        "downpayment": "5",
        "years": "8",
        "delivery": "2028",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Hyde Park New Cairo",
        "desc1": "Hyde Park New Cairo which spans 6 million square meters, has been carefully developed to make the most of this enormous land area by providing residential, commercial, and administrative areas while maintaining a focus on the nature and greenery. Hyde Park New Cairo's master plan includes significant leisure and educational amenities.",
        "desc2": "The core area of New Cairo is the ideal location for Hyde Park New Cairo. Because of its location, Hyde Park New Cairo has a view of both the New Ring Road and Road 90. Additionally, Hyde Park is only a short drive from the American University Cairo's (AUC) New Cairo Campus. Lastly, the New Administrative Capital and Cairo International Airport are only 20 minutes away from Hyde Park New Cairo.",
        "desc3": "A wide range of residential and commercial properties are available in Hyde Park New Cairo, including flats, independent villas, twin houses, townhouses, duplexes, studios, and offices. Each unit has its own unique layout, style, design, and cost.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "seashore",
        "imgmaster": "seashore.img1",
        "imgdeve": "hydepark",
        "img1": "seashoreimg1",
        "img2": "seashoreimg2",
        "img3": "seashoreimg3",
        "img4": "seashoreimg4",
        "district": "North Coast , Egypt",
        "price": "8,380,000",
        "downpayment": "5",
        "years": "8",
        "delivery": "2028",
        "updated": "Updated 16 Apr, 2025 | Current Phase",
        "name": "Saada North Coast",
        "desc1": "A Place Like No Other… By Hyde Park Developments A luxury seaside haven, Seashore at Hyde Park North is located on the KM 214 in Ras El Hekma with a crystalline beachfront committed to your renewal and comfort, Spread across 240 feddans.",
        "desc2": "A luxury seaside haven, Seashore at Hyde Park North is located on the KM 214 in Ras El Hekma with a crystalline beachfront committed to your renewal and comfort, Spread across 240 feddans.",
        "desc3": "Step inside Seashore, a place reimagined with unapologetic luxury, seaside glamor, and a picture-perfect escape. Immerse yourself in nature’s harmony where your soul, the sea, and the sky become one. At Seashore, awaken your senses as you soak up, feel free, connect, and breathe life.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "apartments",
        "chaletdublex": "dublex",
        "chaletvillas": "villas"
    },
    {
        "slug": "tawny",
        "imgmaster": "tawny.img1",
        "imgdeve": "hydepark",
        "img1": "tawnyimg1",
        "img2": "tawnyimg2",
        "img3": "tawnyimg3",
        "img4": "tawnyimg4",
        "img5": "tawnyimg5",
        "img6": "",
        "district": "October , Egypt",
        "price": "26,380,000",
        "downpayment": "5",
        "years": "7",
        "delivery": "2028",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Tawny",
        "desc1": "A unique location in the middle of livable area in 6th of October, surrounded by sports clubs, international school and commercial districts.",
        "desc2": "Tawny’s masterplan was planned and designed as a masterwork of urban planning and state-of-the- art comforts. Despite reflecting Hyde Park Development’s flagship theme and signature quality, Tawny individually represents its own character and vibrancy.",
        "desc3": "The dynamic and livable community seamlessly blends with the surrounding nature and infuses more color and life to the West Cairo neighborhood.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "apartments",
        "chaletdublex": "dublex",
        "chaletvillas": "villas"
    },
    {
        "slug": "creek-town",
        "imgmaster": "creektown.img1",
        "imgdeve": "ilcazar",
        "img1": "creektownimg1",
        "img2": "creektownimg2",
        "img3": "creektownimg3",
        "district": "New Cairo , Egypt",
        "price": "9,699,000",
        "downpayment": "20",
        "years": "7",
        "delivery": "2025",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Creek Town",
        "desc1": "Creek Town is a 100-acre luxury development, located on the Suez Road in the First Settlement of New Cairo. The complex includes Prime Villas, Standard Villas, Twin Villas,Town Villas, Apartments, and unparalleled amenities.",
        "desc2": "That only take up 20% of the foot print to allow the presence of green spaces. In addition the project has two clubhouses, a sports area, and a kids playground that will exclusively serve the community.",
        "desc3": "The residences’ views range from swimmable water creeks to green landscape. The project is designed to be 80% open spaces and green areas. Outside skirts of the project will include admin offices, commercial offices, restaurants, and cafés making it the ultimate destination for you and your family. Delivery of the project starts in 2024",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "the-crest",
        "imgmaster": "crest.img1",
        "imgdeve": "ilcazar",
        "img1": "crestimg1",
        "img2": "crestimg2",
        "img3": "crestimg3",
        "img4": "crestimg4",
        "district": "New Cairo , Egypt",
        "price": "31,250,000",
        "downpayment": "10",
        "years": "8",
        "delivery": "2028",
        "updated": "Updated 9 Mar, 2025 | Current Phase",
        "name": "The Crest",
        "desc1": "IL Cazar Developments launched The Crest Compound, at the most crucial areas in New Cairo. To make it easier for inhabitants to get anyplace they want while spent much time in the bustle. As a result, The Crest New Cairo Compound is situated on 90th Street, Middle Ring Road, in the center of the Fifth Settlement.",
        "desc2": "On 158 acres, the Crest Settlement Compound is located. A further 17% of the company's budget was set aside for residential buildings, which house a range of residential units, including apartments. Additionally, there are independent villas, townhouses, and duplex apartments of different sizes at the most affordable costs.",
        "desc3": "The Crest Fifth Settlement was constructed using the most up-to-date, contemporary designs in accordance with global technologies. In addition to the finest engineering designs and upscale construction techniques that adhere to global standards and foundations.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "glen-new-cairo",
        "imgmaster": "glen.img1",
        "imgdeve": "ilcazar",
        "img1": "glenimg1",
        "img2": "glenimg2",
        "img3": "glenimg3",
        "img4": "glenimg4",
        "district": "New Cairo , Egypt",
        "price": "17,000,000",
        "downpayment": "5",
        "years": "7",
        "delivery": "2028",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Glen New Cairo",
        "desc1": "Glen New Cairo is being launched by Il Cazar with 20% construction. With a Footprint of 14%, Glen is ideally situated in the middle of the larger community in 6th Settlement. Located at the upcoming center of New Cairo, the All Villas project spans 200 Feddan. Emerging the New Capital City and New Cairo's locations.",
        "desc2": "Setting a new standard for elegance and innovation, Compound Glen New Cairo is the ideal investment in the 6th Settlement and an upcoming shining project for IL Cazar Developments. Living in Glen Compound New Cairo allows you to remain close to all that New Cairo has to offer, and the compound only has villas for the whole opulent experience.",
        "desc3": "With its ideal position in the Sixth Settlement of New Cairo, The Glen Compound by IL Cazar offers inhabitants easy access to both the Fifth Settlement and the New Administrative Capital. Glen New Cairo Compound is perfect for families and investors alike because of its advantageous location, which guarantees easy access to important locations such important corporate centers.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "go-heliopolis",
        "imgmaster": "goheliopolis.img1",
        "imgdeve": "ilcazar",
        "img1": "goheliopolisimg1",
        "img2": "goheliopolisimg2",
        "img3": "goheliopolisimg3",
        "district": "New Cairo , Egypt",
        "price": "8,800,000",
        "downpayment": "20",
        "years": "5",
        "delivery": "2026",
        "updated": "Updated 26 May, 2025 | Current Phase",
        "name": "Go Heliopolis",
        "desc1": "In addition to the stunning designs of the Go Heliopolis Khozam project, which are well realized and bring the meaning of luxury and sophistication within this wonderful architectural edifice, the project is characterized by its rare green nature that is not found anywhere else, which gives its units extremely beautiful and wonderful views.",
        "desc2": "The developing company has provided all the means of comfort and relaxation to enjoy living in Heliopolis. Located on Nozha Street properties in the Heliopolis district, between Al-Thawra Street and Al-Nasr Street, Go Heliopolis Compound is at a highly advantageous and strategic location close to Makram Ebeid, Abbas Al-Akkad Street, City Stars Mall, and several Nasr City districts.",
        "desc3": "The Go Heliopolis is situated in the center of the historic residential regions between Nasr City and Heliopolis, making it a daring decision on the part of Al Cazar Real Estate Development Company.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "safia",
        "imgmaster": "safia.img1",
        "imgdeve": "ilcazar",
        "img1": "safiaimg1",
        "img2": "safiaimg2",
        "img3": "safiaimg3",
        "img4": "safiaimg4",
        "district": "North Coast , Egypt",
        "price": "8,600,000",
        "downpayment": "5",
        "years": "6",
        "delivery": "2029",
        "updated": "Updated 16 Apr, 2025 | Current Phase",
        "name": "Safia",
        "desc1": "Summertime has a new synonym: Safia North Coast. The project's developer, IL Cazar Development, also picked one of the greatest sites to provide it a clear view of the Mediterranean Sea. ",
        "desc2": "Additionally, it gave them access to all the amenities that guarantee customers' satisfaction in every way. To begin with, the corporation found it easier to partition the entire territory into several sections due to its large geographical area. To enable proprietors to fulfill their requirements without having to leave Safia North Coast However, it also set aside another area for the units, expanding its range of venues and bolstering this opportunity with reasonable costs.",
        "desc3": "Safia North Coast Village can be found at Kilometer 186  Coastal Road, Ras El Hekma. Accordingly, it is situated in a notable spot at the start of Ras El Hikma, North Coast, just after Dabaa, and close to both Old and New Alamein. In order for owners and guests to arrive at their destination without running into any roadblocks",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "lavista-city",
        "imgmaster": "city.img1",
        "imgdeve": "lavista",
        "img1": "cityimg1",
        "img2": "cityimg2",
        "img3": "cityimg3",
        "img4": "cityimg4",
        "district": "New Capital , Egypt",
        "price": "8,600,000",
        "downpayment": "15",
        "years": "7",
        "delivery": "2026",
        "updated": "Updated 16 Apr, 2025 | Current Phase",
        "name": "La Vista City",
        "desc1": "La Vista City is a large-scale upscale residential community developed by La Vista Developments. It covers approximately 910 acres, with only 15% built-up—leaving around 85% dedicated to lush green spaces, lakes, and waterways.",
        "desc2": "The master plan includes a well-integrated mix of villas, twin houses, and townhouses, designed to ensure spacious plots, wide green buffers between homes, and a harmonious living environment.",
        "desc3": "The development emphasizes premium lifestyle, featuring central parks, walking and cycling paths, landscaped courtyards, and ample community facilities. Residents have access to commercial areas, co-working hubs, schools, healthcare centers, and leisure amenities—all within a gated, secure environment.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "lavista-ray",
        "imgmaster": "ray.img1",
        "imgdeve": "lavista",
        "img1": "rayimg1",
        "img2": "rayimg2",
        "img3": "rayimg3",
        "img4": "rayimg4",
        "district": "Ain Sokhna , Egypt",
        "price": "18,600,000",
        "downpayment": "20",
        "years": "6",
        "delivery": "2025",
        "updated": "Updated 26 May, 2025 | Current Phase",
        "name": "La Vista Ray",
        "desc1": "La Vista Ray is a premium seaside resort and residential compound developed by La Vista Developments in partnership with Travco Group.",
        "desc2": "It is built on approximately 45 acres with only 18% of the land used for buildings, leaving 82% dedicated to green areas, swimming pools, and water features.",
        "desc3": "Inspired by Asian-style architecture, the compound features elegant low-rise buildings, walking and cycling paths, and lush gardens—creating a peaceful and rejuvenating environment for both weekend getaways and permanent living.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "elpatio-oro",
        "imgmaster": "oro.img1",
        "imgdeve": "lavista",
        "img1": "oroimg1",
        "img2": "oroimg2",
        "img3": "oroimg3",
        "img4": "oroimg4",
        "district": "New Cairo , Egypt",
        "price": "13,600,000",
        "downpayment": "10",
        "years": "8",
        "delivery": "2025",
        "updated": "Updated 16 Apr, 2025 | Current Phase",
        "name": "El Patio Oro",
        "desc1": "El Patio Oro is a premium residential compound by La Vista Developments set across approximately 170 acres, with only 18 % built-up and 82 % dedicated to lush landscapes, water features,",
        "desc2": "And communal areas The design features contemporary low‑rise buildings including apartments, penthouses, duplexes, and standalone villas, centered around green courtyards, pools, and scenic pathways.",
        "desc3": "Its wide main avenue and extensive landscaping aim to create a peaceful, luxurious community atmosphere .",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "elpatio-solo",
        "imgmaster": "solo.img1",
        "imgdeve": "lavista",
        "img1": "soloimg1",
        "img2": "soloimg2",
        "img3": "soloimg3",
        "district": "New Cairo , Egypt",
        "price": "6,600,000",
        "downpayment": "0",
        "years": "7",
        "delivery": "2028",
        "updated": "Updated 16 Apr, 2025 | Current Phase",
        "name": "El Patio Solo",
        "desc1": "El Patio Solo is an exclusive boutique residential compound developed by La Vista Developments, located in the vibrant heart of El Shorouk City. The project features contemporary low-rise apartment buildings surrounded by beautifully landscaped gardens and tranquil water features.",
        "desc2": "It is designed to offer residents a serene and community-focused lifestyle with modern aesthetics, generous open spaces, and well-thought-out amenities.",
        "desc3": "With a limited number of units, El Patio Solo provides an intimate and private environment, ideal for families and professionals seeking comfort, convenience, and quality.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "elpatio-vera",
        "imgmaster": "vera.img1",
        "imgdeve": "lavista",
        "img1": "veraimg1",
        "img2": "veraimg2",
        "img3": "veraimg3",
        "img4": "veraimg4",
        "district": "Sheikh Zayed , Egypt",
        "price": "12,600,000",
        "downpayment": "5",
        "years": "7",
        "delivery": "2028",
        "updated": "Updated 16 Apr, 2025 | Current Phase",
        "name": "El Patio Vera",
        "desc1": "El Patio Vera is a premium gated residential compound developed by La Vista Developments, spanning approximately 40–50 acres. With a low build-up ratio of just 18–20%, the project is designed to maximize green spaces, water features, and open landscapes, creating a serene and private environment for residents.",
        "desc2": "The architectural style blends modern and European aesthetics, offering a sophisticated yet welcoming ambiance.",
        "desc3": "The community features a range of spacious units including twin houses, townhouses, and standalone villas, each separated by wide green buffers and landscaped gardens.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "elpatio-vida",
        "imgmaster": "vida.img1",
        "imgdeve": "lavista",
        "img1": "vidaimg1",
        "img2": "vidaimg2",
        "district": "District 6 , Egypt",
        "price": "17,000,000",
        "downpayment": "5",
        "years": "10",
        "delivery": "2028",
        "updated": "Updated 23 jun, 2024 | Current Phase",
        "name": "El Patio Vida",
        "desc1": "El Patio Vida is a modern upscale apartment community by La Vista Developments, spanning approximately 51 acres, with only 18 % built-up and 82 % dedicated to lush landscaping, water features, and serene open spaces.",
        "desc2": "Inspired by contemporary design, it features low-rise buildings (G+7) thoughtfully arranged to maximize natural light, privacy, and connection to green surroundings.",
        "desc3": "The project places strong emphasis on holistic living, with three clubhouses dedicated to wellness of body, mind, and soul, along with landscaped gardens, artificial lakes, and tranquil plazas.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "one-ninety",
        "imgmaster": "oneninety.img1",
        "imgdeve": "lmd",
        "img1": "oneninetyimg1",
        "img2": "oneninetyimg2",
        "district": "New Cairo , Egypt",
        "price": "23,600,000",
        "downpayment": "5",
        "years": "7",
        "delivery": "2025",
        "updated": "Updated 23 jul, 2024 | Current Phase",
        "name": "One Ninety",
        "desc1": "Ninety New Cairo by Landmark Sabbour is a mix-use development presenting an unparalleled experience for business owners looking for a prime business location that can thrive their ventures as a result and a residential luxury haven.",
        "desc2": "The project is located in southern 90th Street in an excellent location for investment in the heart of New Cairo, directly on the southern 90th Street and on the ring road from the Mohammed Naguib axis.",
        "desc3": "It is located near a group of famous projects and high-end compounds for the largest real estate developers.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "layan",
        "imgmaster": "layan.img1",
        "imgdeve": "lmd",
        "img1": "layanimg1",
        "img2": "layanimg2",
        "img3": "layanimg3",
        "img4": "layanimg4",
        "district": "New Cairo , Egypt",
        "price": "10,500,000",
        "downpayment": "",
        "years": "",
        "delivery": "",
        "updated": "",
        "name": "Layan",
        "desc1": "Is an ideal Twin‑house for sale. This home features 4 bedrooms, 3.0 bathrooms, and is finished in a Finished style.",
        "desc2": "Located in the desirable area of New Cairo, it's available at a price of 10,500,000 EGP, offering an excellent opportunity for those seeking a blend of luxury and comfort.",
        "desc3": "This twin‑house offers contemporary finishes with a focus on functionality and style, featuring open‑plan living spaces, modern kitchens, and private backyards.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "stei8ht",
        "imgmaster": "stei8ht.img1",
        "imgdeve": "lmd",
        "img1": "stei8htimg1",
        "img2": "stei8htimg2",
        "img3": "stei8htimg3",
        "img4": "stei8htimg4",
        "img5": "stei8htimg5",
        "img6": "stei8ht.img6",
        "district": "Mostakbal City , Egypt",
        "price": "20,613,285",
        "downpayment": "5",
        "years": "7",
        "delivery": "2028",
        "updated": "Updated 8 May, 2024 | Current Phase",
        "name": "Stei8ht",
        "desc1": "Stei8ht is a luxurious community developed by LMD across 550 acres of land in New Cairo. The project offers a serene state of constant regeneration and a deep sense of belonging. ",
        "desc2": "Through combining human experience and natural beauty in a refined context where green reigns supreme.",
        "desc3": "In Stei8ht compound 85% of the land is dedicated to greenery and open areas, giving you the ultimate outdoor experience.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "azha-sokhna",
        "imgmaster": "azhaein.img1",
        "imgdeve": "madaar",
        "img1": "azhaeinimg1",
        "img2": "azhaeinimg2",
        "img3": "azhaeinimg3",
        "img4": "azhaeinimg4",
        "district": "Ain Sokhna , Egypt",
        "price": "20,010,974",
        "downpayment": "5",
        "years": "8",
        "delivery": "",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Azha Sokhna",
        "desc1": "Azha Sokhna, by Madaar Development, is a premium beachfront compound located in Ain Sokhna: • Named after “bright, lively, and fancy” - perfect for weekend and summer escapes  • Built on 1.6 million m² with around 700 m of waterfront and 10 km beachfront   • Comprises 21 villages with over 1,500 residential units: villas, twin houses, townhouses, duplexes, chalets",
        "desc2": "Facilities include:   ◦ Downtown area designed by award-winning architects   ◦ Clubhouse, beach club, lagoon and beachfront   ◦ Sports club featuring padel, tennis, soccer, multi-purpose courts   ◦ Linear Botanical Park (5.3 acres) with skatepark, bike track, dog park   ◦ Gym, spa, hotels, private beaches, swimming pools, childrens' zones, 24/7 security",
        "desc3": "Master Plan Highlights:   ◦ 89% of area devoted to greenery, landscaping, water features, parks   • Location: 34th km on the Cairo-Suez Road; 30 min from New Capital, 45 min from New Cairo, 126 km from Cairo",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartzments": "Apartment",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "azha-north-coast",
        "imgmaster": "azhanorth.img1",
        "imgdeve": "madaar",
        "img1": "azhanorthimg1",
        "img2": "azhanorthimg2",
        "img3": "azhanorthimg3",
        "img4": "azhanorthimg4",
        "district": "North Coast , Egypt",
        "price": "15,346,383",
        "downpayment": "28",
        "years": "8",
        "delivery": "2028",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Azha North Coast",
        "desc1": "Azha North Coast by Madaar Development is located in Ras El Hekma Bay, North Coast, Egypt. It features ~800 m of private sandy beachfront, 45 acres of swimmable lagoons, and over 250 acres of lush landscaped gardens. The master plan is 80% landscaped, including artificial lakes and pools, designed with a quiet layout to ensure privacy.",
        "desc2": "Set The project offers a range of unit types: chalets, twin-houses, townhouses, and villas with 1 to 6 bedrooms, ranging from ~70 m² to 400 m². Amenities include a beach clubhouse, outdoor pools, spas, sports courts, gym, kids' play areas, a commercial strip with cafés, shops, and dining, along with a community center. 24/7 security, maintenance, and cleaning services are also available.",
        "desc3": " Payment plans start with a 5% down payment and installments over 8–9 years. Reservation deposits are EGP 50k for chalets and EGP 100k for villas. Resale examples include a 3-bedroom chalet (~142 m²) priced between EGP 8.46 M to 10–12 M, fully finished. Some resale units offer 10% down payment or even zero down payment with multi-year installment options.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "kenz",
        "imgmaster": "kenz.img1",
        "imgdeve": "madaar",
        "img1": "kenzimg1",
        "img2": "kenzimg2",
        "img3": "kenzimg3",
        "img4": "kenzimg4",
        "img5": "kenzimg5",
        "img6": "",
        "district": "Sheikh Zayed , Egypt",
        "price": "9,000,000",
        "downpayment": "5",
        "years": "10",
        "delivery": "2029",
        "updated": "Updated 25 Jun, 2025 | Current Phase",
        "name": "Kinz New Zayed",
        "desc1": "Kinz New Zayed Compound sprawls over 200 acres of lush land, and it is built by Madaar Development, one of the innovative real estate developers in Egypt. The project boasts a luxurious set of homes that cater to various family sizes and elegant tastes. It is a natural paradise where homeowners can live in serenity and enjoy a healthy lifestyle.",
        "desc2": "Madaar smartly picked the location of Kinz Compound in New Zayed, offering its residents seamless access to many of the popular destinations in El Sheikh Zayed and 6th of October City. It is right in front of the Sphinx Airport. Kinz New Zayed Compound Master Plan & Major Facilities",
        "desc3": "Madaar developed Kinz Compound over 200 acres in New Zayed, outlining elite units, high-end facilities, and natural elements in the project’s master plan. The development features vast open spaces and lush landscapes that harmoniously blend with the unparalleled architecture of the compound.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "aeon-towers",
        "imgmaster": "aeon.img1",
        "imgdeve": "marakez",
        "img1": "aeonimg1",
        "img2": "aeonimg2",
        "img3": "aeonimg3",
        "img4": "aeonimg4",
        "district": "October , Egypt",
        "price": "7,000,000",
        "downpayment": "",
        "years": "",
        "delivery": "",
        "updated": "",
        "name": "AEON Towers",
        "desc1": "Aeon Towers is a high-end residential project in the city of 6th October by Marakez Developments. This exceptional project is a twenty higher floors of upscale, fully furnished apartments and penthouses with views of Cairo's opulent skyline that were thoughtfully created into Aeon Towers to reflect the aspirations of its residents.",
        "desc2": "Aeon Towers and Compound is the first residential high-rise structure in West Cairo. The Towers provide a distinctive new take on contemporary living in Cairo, designed to create a private haven that blends luxury living with tranquillity. They provide an unmatched quality of life, enhanced by a wide array of amenities and services, striking a perfect balance between the thrill of contemporary living and the quiet of the suburbs.",
        "desc3": "The Aeon Towers master plan is a piece of art that reveals excellence in planning and perfection in execution. By integrating the green courtyards with the promenade and nearby buildings, Aeon Towers creates a distinctive equilibrium that offers residents a private and practical entryway that is conveniently close to nearby urban amenities.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "cresent-walk-south",
        "imgmaster": "cresentwalk.img1",
        "imgdeve": "marakez",
        "img1": "cresentwalkimg1",
        "img2": "cresentwalkimg2",
        "img3": "cresentwalkimg3",
        "img4": "cresentwalkimg4",
        "district": "District 6 , Egypt",
        "price": "19,500,000",
        "downpayment": "8",
        "years": "8",
        "delivery": "2028",
        "updated": "",
        "name": "Crescent Walk South",
        "desc1": " Crescent Walk South by Marakez Developments is a luxury mixed-use compound in New Cairo’s 6th Settlement, covering 118 feddans (~497,000 m²). Around 100 feddans are allocated to residential units and 18 feddans to commercial and amenity areas. It offers six unit types: Apartments, Duplexes, Penthouses, Townhouses, Twin Houses, and Stand-Alone Villas. Unit sizes range from 135 m² to 235 m², with starting prices from EGP 19.5M. The project is centrally located—just 12 minutes from AUC, 10 minutes from Cairo Airport, and adjacent to Golden Square and Zed East.",
        "desc2": " Units require an 8% down payment, with equal installments over 8 years (96 months). Estimated delivery is within 3.5 years, around late 2028. Villas and townhouses are expected in about 3.5 years, while apartments may take around 4 years from contract date. Stand-alone villas on resale start from around EGP 37.4M. Maintenance and club fees are not explicitly listed but are expected upon delivery or resale.",
        "desc3": " The compound features 70–85% green landscaped areas, including artificial lakes and jogging tracks. A full-service clubhouse includes a gym, pools, sports courts, squash, indoor heated pool, sauna, steam room, and jacuzzi. It’s designed for families with kids’ areas, communal lounges, and even a dog park. The commercial area includes restaurants, cafés, and shops. Services include 24/7 security, CCTV, underground parking, valet, smart access, garbage chute, intercom/IPTV, backup generators, and ongoing maintenance and cleaning.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "district-5",
        "imgmaster": "district.img1",
        "imgdeve": "marakez",
        "img1": "districtimg1",
        "img2": "districtimg2",
        "img3": "districtimg3",
        "district": "New Cairo , Egypt",
        "price": "11,520,000",
        "downpayment": "30",
        "years": "4",
        "delivery": "2025",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "District 5",
        "desc1": " District 5 by Marakez is built on the belief that high-quality living is achievable at home. It's more than just a residential area—it's a complete lifestyle hub offering offices, sports, shopping, entertainment, and urban convenience within a suburban setting.",
        "desc2": " The project sits on a 200-acre plot in New Katameya, strategically placed to connect the old city with the New Administrative Capital. It’s well-linked to Road 90 and offers easy access to Cairo Airport, Maadi, Nasr City, and even the Red Sea.",
        "desc3": " District 5 isn’t named after the 5th Settlement. Instead, it reflects five core elements that define a vibrant, self-sustained community. These values are at the heart of Marakez’s vision for modern, integrated living.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "mar-bay",
        "imgmaster": "marbay.img1",
        "imgdeve": "marasem",
        "img1": "marbayimg1",
        "img2": "marbayimg2",
        "img3": "marbayimg3",
        "img4": "marbayimg4",
        "district": "North Coast , Egypt",
        "price": "13,568,000",
        "downpayment": "5",
        "years": "10",
        "delivery": "2029",
        "updated": "Updated 27 May, 2025 | Current Phase",
        "name": "Mar Bay",
        "desc1": " Mar Bay Ras El Hekma enjoys a strategic location at KM 191, one of the most vibrant spots in Ras El Hekma. Spanning 640 acres with 1.5 KM of beachfront, it offers direct access to essential services and entertainment. Its proximity to main roads ensures smooth and easy transportation across the North Coast and beyond.",
        "desc2": " The project sits near some of Egypt’s most beautiful beaches, famous for their white sands and crystal-clear turquoise waters. The community is surrounded by artificial lakes and lush green spaces, providing serene views and a refreshing atmosphere.",
        "desc3": " Developed by Al Marasem Development, Mar Bay is an architectural masterpiece created by top international designers. The layout ensures privacy with well-spaced buildings, elevated plots for panoramic views, and a harmonious blend of nature and luxury to create an ideal living environment.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "mar-ville",
        "imgmaster": "marville.img1",
        "imgdeve": "marasem",
        "img1": "marvilleimg1",
        "img2": "marvilleimg2",
        "img3": "marvilleimg3",
        "img4": "marvilleimg4",
        "district": "Sheikh Zayed , Egypt",
        "price": "8,781,000",
        "downpayment": "5",
        "years": "10",
        "delivery": "2029",
        "updated": "Updated 2 Jun, 2025 | Current Phase",
        "name": "Mar Ville",
        "desc1": " The project site was carefully chosen to ensure maximum comfort and easy access to key destinations. Its location near major roads like the Ring Road and Alexandria–Matrouh Road allows smooth transportation to various parts of Cairo and Giza.",
        "desc2": " Situated in a prominent area of New Zayed, the project stands out due to its proximity to well-known developments such as Rivers New Zayed and De Joya Compound. This enhances its value as a distinguished residential community.",
        "desc3": " Spanning around 111 acres, the project dedicates 80% of its total space to landscapes, green areas, and artificial lakes, offering residents a tranquil and refreshing living environment.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "moon-residence",
        "imgmaster": "moon.img1",
        "imgdeve": "marasem",
        "img1": "moonimg1",
        "img2": "moonimg2",
        "img3": "moonimg3",
        "img4": "moonimg4",
        "district": "New Cairo , Egypt",
        "price": "8,300,000",
        "downpayment": "0",
        "years": "8",
        "delivery": "",
        "updated": "Updated 8 May, 2024 | Current Phase",
        "name": "Moon Residence",
        "desc1": "The Moon Residences is uniquely positioned at one of the highest points in the Fifth Settlement, offering stunning panoramic views of the surrounding landscapes.",
        "desc2": "It's a true architectural masterpiece that captures the essence of refined living, blending elegance with comfort to create a serene and inspiring environment.",
        "desc3": "The compound provides a wide range of premium amenities and services, ensuring residents have everything they need for a peaceful and convenient daily life.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "the-marq-garden",
        "imgmaster": "garden.img1",
        "imgdeve": "marq",
        "img1": "gardenimg1",
        "img2": "gardenimg2",
        "img3": "gardenimg3",
        "img4": "gardenimg4",
        "district": "New Cairo , Egypt",
        "price": "20,190,000",
        "downpayment": "15",
        "years": "6",
        "delivery": "2025",
        "updated": "Updated 18 Jun, 2025 | Current Phase",
        "name": "The MarQ Gardens",
        "desc1": " The MarQ Gardens New Cairo is an innovative residential project offering a unique concept not seen before in Egypt. With a focus on natural design, it promotes mental well-being and creates a vibrant garden-like atmosphere. Developed by The MarQ Communities, the project uses smart systems and mobile apps to simplify daily life and meet Fourth-Generation standards for comfort and home management.",
        "desc2": " Spanning 26 acres, the compound is designed with a strong focus on comfort, integrating aesthetics with sports and leisure facilities. The layout prioritizes green spaces and elegant European-inspired architecture, all built with high engineering quality and refined interior finishes—ensuring both beauty and safety.",
        "desc3": " Located in the heart of New Cairo’s Fifth Settlement, The MarQ Gardens enjoys direct access to major roads and is close to key landmarks. Its central location ensures easy mobility and quick access to essential services, making it one of the most attractive residential destinations in the area.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "marquette-mall",
        "imgmaster": "marquete.img1",
        "imgdeve": "marq",
        "img1": "marqueteimg1",
        "img2": "marqueteimg2",
        "img3": "marqueteimg3",
        "district": "New Cairo , Egypt",
        "price": "11,000,000",
        "downpayment": "0",
        "years": "7",
        "delivery": "2028",
        "updated": "",
        "name": "MarQuette Mall",
        "desc1": "Developed by The MarQ Communities, Marquette Mall is a modern European-inspired commercial complex in the heart of Mostakbal City, New Cairo, spanning 12 acres (~50,000 m²). It blends retail, administrative, and medical spaces to create a vibrant business and leisure hub.",
        "desc2": "Strategically located on the Middle Ring Road, Marquette Mall offers easy access to key landmarks like Cairo International Airport, Rehab City, Madinaty, AUC, Cairo Festival City, and the New Administrative Capital. Its location ensures strong foot traffic and visibility for businesses.",
        "desc3": "Designed in partnership with DMA, Sabbour Consulting, and Decipher Retail Solutions, the mall features elegant glass facades, spacious interiors with high ceilings, and beautifully landscaped areas with water features—creating a sophisticated and welcoming environment.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "waterlyn",
        "imgmaster": "waterlyn.img1",
        "imgdeve": "marq",
        "img1": "waterlynimg1",
        "img2": "waterlynimg2",
        "img3": "waterlynimg3",
        "img4": "waterlynimg4",
        "district": "Mostakbal City , Egypt",
        "price": "7,000,000",
        "downpayment": "5",
        "years": "10",
        "delivery": "2029",
        "updated": "",
        "name": "Waterlyn",
        "desc1": " Waterlyn Mostakbal City by The MarQ is one of the company’s key developments, thanks to its prime location in Mostakbal City. It’s close to major hubs like Shorouk City, Nasr City, and the New Administrative Capital, with direct access to Suez Road, the Ring Road, 90th Street, and just minutes from Cairo International Airport and Bin Zayed Axis.",
        "desc2": " The project showcases a modern European-inspired architectural style, surrounded by lush trees and overlooking a private lake. Built with cutting-edge design techniques, Waterlyn offers a blend of elegance, privacy, and natural beauty.",
        "desc3": " Covering 30 acres, the compound dedicates 80% of its space to greenery and lakes, with only 20% for buildings. This thoughtful distribution enhances the community’s tranquility, offering residents a peaceful, nature-filled environment with a variety of residential units.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "the-water-marq",
        "imgmaster": "watermarq.img1",
        "imgdeve": "marq",
        "img1": "watermarqimg1",
        "img2": "watermarqimg2",
        "img3": "watermarqimg3",
        "img4": "watermarqimg4",
        "district": "New Cairo , Egypt",
        "price": "80,100,000",
        "downpayment": "15",
        "years": "6",
        "delivery": "2025",
        "updated": "Updated 17 Jun, 2025 | Current Phase",
        "name": "The Water MarQ",
        "desc1": " The Water MarQ by The MarQ Communities is a premium villa-only residential compound in New Cairo, designed to rival top international living standards. With a focus on fine details, fourth-generation technologies, and smart home management via mobile app, it offers a modern lifestyle that blends luxury with convenience.",
        "desc2": " Spread over 20 acres with only 100 exclusive villas, each unit features a private beach, lush green landscapes, and man-made crystal lagoons. The design reflects the elegance of Europe's finest cities, offering a resort-like ambiance for year-round living. Homes are surrounded by vibrant flowers, scenic trees, and shimmering water features, creating a peaceful escape within the city.",
        "desc3": " Strategically located in the heart of New Cairo—yet away from traffic and noise—The Water MarQ ensures smooth mobility and easy access to major roads. The compound was thoughtfully placed to give residents both privacy and proximity to essential areas, delivering unmatched comfort and luxury from construction to completion.",
        "apartments": "",
        "dublex": "",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "cairo-business-park",
        "imgmaster": "cbp.img1",
        "imgdeve": "mi",
        "img1": "cbpimg1",
        "img2": "cbpimg2",
        "img3": "cbpimg3",
        "district": "New Cairo , Egypt",
        "price": "",
        "downpayment": "",
        "years": "",
        "delivery": "",
        "updated": "",
        "name": "Cairo Business Park",
        "desc1": "Cairo Business Park redefines the traditional workplace with 42 state-of-the-art buildings, offering a wide range of modern, flexible office spaces designed for future-focused businesses.",
        "desc2": "Breaking away from conventional layouts, the project adopts a hybrid concept where workspaces seamlessly blend with lush greenery and tranquil water features, all visible through expansive glass facades overlooking a central park.",
        "desc3": "The park-style design promotes walkability and outdoor exploration, with pathways connecting offices to retail areas, creating a dynamic, engaging environment where business meets lifestyle.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "il-bosco",
        "imgmaster": "ilbosco.img1",
        "imgdeve": "mi",
        "img1": "ilboscoimg1",
        "img2": "ilboscoimg2",
        "img3": "ilboscoimg3",
        "img4": "ilboscoimg4",
        "district": "New Capital , Egypt",
        "price": "7,000,000",
        "downpayment": "10",
        "years": "8",
        "delivery": "2025",
        "updated": "Updated 4 Jun, 2025 | Current Phase",
        "name": "Il Bosco",
        "desc1": "Imagine living in a 360-degree environment of connected ecologies. Spread over 200 Feddan at the heart of the New Capital, IL BOSCO weaves vertical forests to quiet meadows, a cross-section of environments.",
        "desc2": "A revolutionary concept by Misr Italia properties implemented in the Middle East and North Africa for the first time in our world-class project. The pioneering design creates a world of lush luxurious greeneries in a high-end living space.",
        "desc3": "Immersed in the city fabric yet secluded within parks that reflect a new urban ecology, this active and engaging community is designed for the entire family while providing a welcomed retreat from your busy life. A model of sustainable residential buildings that are designed to be environmentally friendly, host trees, shrubs, and floral plants.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "kai-sokhna",
        "imgmaster": "kai.img1",
        "imgdeve": "mi",
        "img1": "kaiimg1",
        "img2": "kaiimg2",
        "img3": "kaiimg3",
        "district": "Ain Sokhna , Egypt",
        "price": "10,947,961",
        "downpayment": "10",
        "years": "7",
        "delivery": "2023",
        "updated": "Updated 22 Apr, 2025 | Current Phase",
        "name": "Kai Sokhna",
        "desc1": "Kai—meaning 'Sea' in Hawaiian—reflects the project's essence: a serene, elegant escape by the water. Developed by Misr Italia, Kai Sokhna is designed to offer exclusivity, simplicity, and breathtaking views, blending sophistication with natural beauty.",
        "desc2": "Spread across 33 acres, Kai El Sokhna features elevated seaside homes with panoramic views of the Red Sea, alongside first-class amenities and services. The resort layout ensures that every unit overlooks the blue waters and lush green spaces, offering residents a relaxing, immersive experience.",
        "desc3": "The resort boasts 1 km of white sandy beach and multiple turquoise pools, with water activities suitable for all ages. Located just outside the city, Kai Sokhna offers a perfect weekend getaway, combining luxury, comfort, and nature in a peaceful setting by the sea.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "la-nouva-vista",
        "imgmaster": "lanouvavista.img1",
        "imgdeve": "mi",
        "img1": "lanouvavistaimg1",
        "img2": "lanouvavistaimg2",
        "img3": "lanouvavistaimg3",
        "district": "New Cairo , Egypt",
        "price": "",
        "downpayment": "20",
        "years": "6",
        "delivery": "",
        "updated": "Updated 8 May, 2024 | Current Phase",
        "name": "La Nuova Vista",
        "desc1": "La Nuova Vista by Misr Italia is a luxury residential compound in New Cairo, spread over 41 acres with a focus on space and serenity. The project blends upscale living with elegant design.",
        "desc2": "Only 10% of the land is built-up, featuring 131 luxury villas and the Italian Square commercial strip, while the remaining 90% is dedicated to lush landscapes and hardscape elements for a calm, open atmosphere.",
        "desc3": "The compound features two main gates and a separate pedestrian gate for direct access to the commercial strip, ensuring both security and convenience for residents and visitors.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "solare",
        "imgmaster": "solare.img1",
        "imgdeve": "mi",
        "img1": "solareimg1",
        "img2": "solareimg2",
        "img3": "solareimg3",
        "district": "North Coast , Egypt",
        "price": "13,442,557",
        "downpayment": "5",
        "years": "9",
        "delivery": "2029",
        "updated": "Updated 16 Apr, 2025 | Current Phase",
        "name": "Solaré",
        "desc1": "Solaré is a luxury resort on the North Coast, spanning 386 acres of green spaces and water features. It offers unmatched exclusivity with 60,000 m² of swimmable lagoons and 15,000 m² of waterbodies, all designed for a scenic, relaxing lifestyle.",
        "desc2": "The resort includes two boutique hotels, 18 swimming pools, clubhouses, sports facilities, and a retail area. Residents enjoy premium concierge services and a fully integrated environment for both leisure and comfort.",
        "desc3": "Located at KM 199 on the Alexandria–Matrouh Road, Solaré is just 10 km from Fouka Bay and 62 km from Hacienda White. The project features a variety of units—cabins, chalets, twin houses, townhouses, and standalone villas—all offering stunning waterfront views.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "vinci",
        "imgmaster": "vinci.img1",
        "imgdeve": "mi",
        "img1": "vinciimg1",
        "img2": "vinciimg2",
        "img3": "vinciimg3",
        "district": "New Capital , Egypt",
        "price": "15,242,562",
        "downpayment": "10",
        "years": "10",
        "delivery": "2025",
        "updated": "Updated 12 Mar, 2025 | Current Phase",
        "name": "Vinci",
        "desc1": "Luxury Boutique Living offers a unique, intimate residential experience inspired by the boutique lifestyle—small-scale, personalized, and comfort-focused. It’s designed to reflect residents’ values, interests, and lifestyle patterns in every detail.",
        "desc2": "The development features a community-centered layout, blending high-end villas with elegantly designed apartment buildings, all within a refined infrastructure that supports privacy, elegance, and daily comfort.",
        "desc3": "More than just a home, it’s a first-class serviced residence crafted to meet diverse needs through thoughtfully curated spaces, combining polished design with a sense of intimacy and individuality in an upscale environment.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "the-butterfly",
        "imgmaster": "butterfly.img1",
        "imgdeve": "mnhd",
        "img1": "butterflyimg1",
        "img2": "butterflyimg2",
        "img3": "butterflyimg3",
        "img4": "butterflyimg4",
        "district": "Mostakbal City , Egypt",
        "price": "4,960,789",
        "downpayment": "0",
        "years": "12",
        "delivery": "2030",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "The Butterfly Mostakbal City",
        "desc1": "The Butterfly Mostakbal City by Madinet Masr (MNHD) is a premium residential compound designed with modern architectural standards to meet upscale lifestyles. Located in Mostakbal City, one of Egypt’s most luxurious and fast-growing areas, the project offers a refined, integrated living experience on over 238 acres.",
        "desc2": "The compound enjoys a prime location near key landmarks like Madinaty, El Rehab, the Ring Road, Suez Road, Al Masa Hotel, and Cairo International Airport. It's also minutes from the American University and positioned near Al Amal Axis, ensuring smooth access to major destinations.",
        "desc3": "The master plan emphasizes privacy and open space, with low-density residential zones separated by green areas and water features. This layout not only enhances visual appeal but also ensures tranquility and seclusion for every unit, creating a peaceful, nature-inspired living environment.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "sarai",
        "imgmaster": "sarai.img1",
        "imgdeve": "mnhd",
        "img1": "saraiimg1",
        "img2": "saraiimg2",
        "img3": "saraiimg3",
        "img4": "saraiimg4",
        "img5": "saraiimg5",
        "img6": "sarai.img6",
        "district": "New Cairo , Egypt",
        "price": "13,652,237",
        "downpayment": "0",
        "years": "12",
        "delivery": "2028",
        "updated": "Updated 4 Jun, 2025 | Current Phase",
        "name": "Sarai",
        "desc1": "Sarai is a new mixed-use development in New Cairo, spread over an area of 5.5 million square meters in a strategic location in the heart of Cairo’s most desirable future suburbs, yet far from the city’s traffic, noise and pollution.",
        "desc2": "Signed by the world’s master planning leader, Benoy; Sarai’s master plan was tailored to represent the unique elements and surroundings in home design, as well as the warm textures and interiors that mirror the Egyptian heritage and shared values.",
        "desc3": "Sarai’s key signature is its novelty and diversity, a first of its kind in Egypt. Explore Sarai’s unprecedented lifestyle, where you can live new angles of private and public spaces that are tailored to embody the true meaning of a private haven or even expanded for a more nurturing lifestyle inviting warmth to your home with your growing family.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "taj-city",
        "imgmaster": "tajcity.img1",
        "imgdeve": "mnhd",
        "img1": "tajcityimg1",
        "img2": "tajcityimg2",
        "img3": "tajcityimg3",
        "img4": "tajcityimg4",
        "img5": "tajcityimg5",
        "img6": "tajcity.img6",
        "district": "New Cairo , Egypt",
        "price": "4,416,358",
        "downpayment": "5",
        "years": "8",
        "delivery": "2029",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Taj City",
        "desc1": "Taj City New Cairo by Madinet Masr Housing & Development is one of the largest and most integrated compounds in New Cairo, spanning over 900 acres. The project aims to deliver a complete lifestyle with educational, medical, recreational, and luxury public services, all designed to meet residents’ needs.",
        "desc2": "Around 80% of the project is dedicated to green spaces, gardens, and artificial lakes, offering residents a peaceful, scenic environment. These areas are thoughtfully designed to ensure natural ventilation and sunlight, creating a calming escape from the city’s hustle.",
        "desc3": "Strategically located south of Suez Road and on the western side of the Ring Road, Taj City enjoys easy access to New Cairo’s main roads and landmarks. Surrounded by top residential projects, the location provides unmatched convenience and connectivity within a vibrant urban setting.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "mountain-view-1-1",
        "imgmaster": "one.img1",
        "imgdeve": "mv",
        "img1": "oneimg1",
        "img2": "oneimg2",
        "img3": "oneimg3",
        "img4": "oneimg4",
        "district": "New Cairo , Egypt",
        "price": "6,900,000",
        "downpayment": "10",
        "years": "8",
        "delivery": "2028",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Mountain View 1.1",
        "desc1": "Mountain View iCity New Cairo is a pioneering residential community introducing a new concept of smart living. Strategically located in the heart of New Cairo, the compound spans over 500 acres, offering an exceptional blend of innovation, green spaces, and themed neighborhoods.",
        "desc2": "With “i-Avenues” dividing lifestyle zones, the project includes a Central Park, commercial hubs, fitness areas, medical centers, and international schools.",
        "desc3": "Unit types range from iVillas, Townhouses, Penthouses to Apartments, all embracing modern Californian-style architecture that prioritizes privacy and smart design.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "mountain-view-3",
        "imgmaster": "three.img1",
        "imgdeve": "mv",
        "img1": "threeimg1",
        "img2": "threeimg2",
        "img3": "threeimg3",
        "img4": "threeimg4",
        "district": "New Cairo , Egypt",
        "price": "7,000,000",
        "downpayment": "10",
        "years": "7",
        "delivery": "2029",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Mountain View 3 New Cairo",
        "desc1": "Mountain View iCity New Cairo is a pioneering residential community introducing a new concept of smart living.",
        "desc2": "Strategically located in the heart of New Cairo, the compound spans over 500 acres, offering an exceptional blend of innovation, green spaces, and themed neighborhoods. With “i-Avenues” dividing lifestyle zones, the project includes a Central Park, commercial hubs, fitness areas, medical centers, and international schools.",
        "desc3": "Unit types range from iVillas, Townhouses, Penthouses to Apartments, all embracing modern Californian-style architecture that prioritizes privacy and smart design.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "aliva",
        "imgmaster": "aliva.img1",
        "imgdeve": "mv",
        "img1": "alivaimg1",
        "img2": "alivaimg2",
        "img3": "alivaimg3",
        "img4": "alivaimg4",
        "district": "North Coast , Egypt",
        "price": "11,467,036",
        "downpayment": "5",
        "years": "8",
        "delivery": "2028",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Mountain View aliva",
        "desc1": "Mountain View aliva is a luxurious seaside village situated directly on the Mediterranean shores of the North Coast. Covering around 450 acres, it offers a serene beach life with crystal-clear lagoons, white-sand chalets, townhouses, twin houses, and exclusive sea villas.",
        "desc2": "The design draws inspiration from Greek coastal architecture, featuring elegant white facades, blue accents, and open breezy spaces",
        "desc3": "The resort is equipped with top-tier amenities: wave pools, spa & fitness center, jogging & cycling tracks, clubhouse, kids' area, medical facilities, 24/7 security, and a vibrant boulevard. Perfect for families and holidaymakers seeking a combination of relaxation and modern resort living .",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "chillout",
        "imgmaster": "chillout.img1",
        "imgdeve": "mv",
        "img1": "chilloutimg1",
        "img2": "chilloutimg2",
        "district": "October , Egypt",
        "price": "20,400,000",
        "downpayment": "10",
        "years": "9",
        "delivery": "2025",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Mountain View Chillout",
        "desc1": "Mountain View Chillout Park is a family-oriented residential compound in the heart of 6th of October City, designed for relaxation and healthy living. Set across approximately 216 acres, the development offers a variety of homes including iVillas, Townhouses, Twin Houses, Penthouses, and standalone Villas (165 – 760 m²).",
        "desc2": "It's crafted around verdant green spaces, lakes, yoga zones, jogging & cycling paths, and baby-friendly environments—creating a tranquil oasis close to Cairo’s main arteries (26 July Corridor, Smart Village, Ring Road).",
        "desc3": "Residents benefit from modern amenities: clubhouses, fitness centers, swimming pools (adult & kids), playgrounds, retail areas, medical units, 24/7 security, and landscaped nature trails. The compound aims to offer a premium suburban living experience with a focus on family wellness, leisure, and community .",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "grand-valleys",
        "imgmaster": "grandvalleys.img1",
        "imgdeve": "mv",
        "img1": "grandvalleysimg1",
        "img2": "grandvalleysimg2",
        "img3": "grandvalleysimg3",
        "district": "New Capital , Egypt",
        "price": "28,500,000",
        "downpayment": "5",
        "years": "8",
        "delivery": "2025",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Mountain View Grand Valleys",
        "desc1": "TaMountain View Grand Valleys is the developer's premier gated villa community in the New Administrative Capital. Set over an expansive 500-feddan site, only 7% built-up, it features 15 landscaped valleys designed for both privacy and aesthetics .",
        "desc2": "This ready-to-move-in compound includes 384 fully finished single-family villas (starting ~250 m² built-up + ~200 m² private garden + ~50 m² rooftop). The master plan prioritizes green corridors and panoramic views, enhancing a healthy, upscale lifestyle .",
        "desc3": "Residents enjoy high-end amenities: MV Club with clubhouse & fitness, commercial retail hub, nursery, swimming pools, security, kids’ zones, and more.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "hyde-park",
        "imgmaster": "mvhydepark.img1",
        "imgdeve": "mv",
        "img1": "mvhydeparkimg1",
        "img2": "mvhydeparkimg2",
        "img3": "mvhydeparkimg3",
        "img4": "mvhydeparkimg4",
        "district": "New Cairo , Egypt",
        "price": "6,900,000",
        "downpayment": "10",
        "years": "9",
        "delivery": "2029",
        "updated": "Updated 2 Jun, 2025 | Current Phase",
        "name": "Mountain View Hyde Park",
        "desc1": "Mountain View iCity New Cairo is a pioneering residential community introducing a new concept of smart living. Strategically located in the heart of New Cairo, the compound spans over 500 acres, offering an exceptional blend of innovation, green spaces, and themed neighborhoods.",
        "desc2": "With “i-Avenues” dividing lifestyle zones, the project includes a Central Park, commercial hubs, fitness areas, medical centers, and international schools.",
        "desc3": "Unit types range from iVillas, Townhouses, Penthouses to Apartments, all embracing modern Californian-style architecture that prioritizes privacy and smart design.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "i-city",
        "imgmaster": "icity.img1",
        "imgdeve": "mv",
        "img1": "icityimg1",
        "img2": "icityimg2",
        "img3": "icityimg3",
        "img4": "icityimg4",
        "district": "New Cairo , Egypt",
        "price": "6,900,000",
        "downpayment": "10",
        "years": "9",
        "delivery": "2029",
        "updated": "Updated 2 Jun, 2025 | Current Phase",
        "name": "Mountain View iCity",
        "desc1": "Mountain View iCity New Cairo is a pioneering residential community introducing a new concept of smart living. Strategically located in the heart of New Cairo, the compound spans over 500 acres, offering an exceptional blend of innovation, green spaces, and themed neighborhoods.",
        "desc2": "With “i-Avenues” dividing lifestyle zones, the project includes a Central Park, commercial hubs, fitness areas, medical centers, and international schools.",
        "desc3": "Unit types range from iVillas, Townhouses, Penthouses to Apartments, all embracing modern Californian-style architecture that prioritizes privacy and smart design.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "i-city-new-cairo",
        "imgmaster": "icitynewcairo.img1",
        "imgdeve": "mv",
        "img1": "icitynewcairoimg1",
        "img2": "icitynewcairoimg2",
        "img3": "icitynewcairoimg3",
        "img4": "icitynewcairoimg4",
        "district": "New Cairo , Egypt",
        "price": "6,900,000",
        "downpayment": "10",
        "years": "9",
        "delivery": "2029",
        "updated": "Updated 2 Jun, 2025 | Current Phase",
        "name": "Mountain View iCity New Cairo",
        "desc1": "Mountain View iCity New Cairo is a pioneering residential community introducing a new concept of smart living. Strategically located in the heart of New Cairo, the compound spans over 500 acres, offering an exceptional blend of innovation, green spaces, and themed neighborhoods.",
        "desc2": "With “i-Avenues” dividing lifestyle zones, the project includes a Central Park, commercial hubs, fitness areas, medical centers, and international schools.",
        "desc3": "Unit types range from iVillas, Townhouses, Penthouses to Apartments, all embracing modern Californian-style architecture that prioritizes privacy and smart design.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "i-city-october",
        "imgmaster": "tajcity.img1",
        "imgdeve": "mv",
        "img1": "tajcityimg1",
        "img2": "tajcityimg2",
        "district": "October , Egypt",
        "price": "5,650,000",
        "downpayment": "10",
        "years": "9",
        "delivery": "2028",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Mountain View iCity October",
        "desc1": "Mountain View iCity October is a cutting-edge smart city concept developed in partnership with the Egyptian government and the Ministry of Housing. Spanning over 500 feddans, this massive compound in West Cairo redefines modern suburban living through “iCity technology” and modular, user-focused master planning .",
        "desc2": "The community is divided into unique districts, each tailored to different lifestyles and age groups. Residents enjoy smart infrastructure, lush landscapes, jogging tracks, lake views, and a Central Park-style green heart. It also features a Tech Valley, entertainment zones, education areas, and dedicated business hubs.",
        "desc3": "Unit types include iVillas, Townhouses, Twin Houses, and Apartments — all delivered with smart layouts and Californian-inspired architecture.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "jrian",
        "imgmaster": "jrian.img1",
        "imgdeve": "mv",
        "img1": "jrianimg1",
        "img2": "jrianimg2",
        "img3": "jrianimg3",
        "img4": "jrianimg4",
        "district": "Sheikh Zayed , Egypt",
        "price": "4,416,358",
        "downpayment": "5",
        "years": "8",
        "delivery": "2029",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Jirian Mountain View",
        "desc1": "Jirian is an ambitious urban-riverside community spanning approximately 374 acres. The development’s hallmark is its manmade Nile extension—bringing water into the heart of the project and offering standout riverfront living.",
        "desc2": "It features a curated mix of apartments, penthouses, iVillas, townhouses, standalone and luxury villas—including the premium “Nile Crown” estates.",
        "desc3": "The architecture and layout prioritize natural flow, spacious green zones, and open vistas of the river and greenery.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "lvls",
        "imgmaster": "lvls.img1",
        "imgdeve": "mv",
        "img1": "lvlsimg1",
        "img2": "lvlsimg2",
        "img3": "lvlsimg3",
        "district": "North Coast , Egypt",
        "price": "18,416,358",
        "downpayment": "10",
        "years": "8",
        "delivery": "2027",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Mountain View LVLS",
        "desc1": "LVLS North Coast by Mountain View is an exclusive sea-view resort spanning around 200–201 acres with terraced levels rising up to 40 m elevation, ensuring 100% of units enjoy unobstructed Mediterranean Sea views",
        "desc2": "It offers a diverse range of residences including chalets (~145 m²), townhouses and twin houses (~180 m²), standalone villas (~300 m²), and premium crown villas (~450 m²)  The master plan includes a 600 m sandy beach, lagoons, a beach club zone across five elevation levels, plus swimming pools, gyms, sports courts, spa facilities, children’s areas, and retail & dining hubs .",
        "desc3": "Luxurious amenities include 24-hr security, maintenance, clubhouse, landscaped gardens, and even a yacht marina and golf facilities",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "mountain-view",
        "imgmaster": "m.img1",
        "imgdeve": "mv",
        "img1": "mimg1",
        "img2": "mimg2",
        "img3": "mimg3",
        "img4": "mimg4",
        "district": "New Cairo , Egypt",
        "price": "6,900,000",
        "downpayment": "10",
        "years": "9",
        "delivery": "2029",
        "updated": "Updated 2 Jun, 2025 | Current Phase",
        "name": "Mountain View",
        "desc1": "Mountain View iCity New Cairo is a pioneering residential community introducing a new concept of smart living. Strategically located in the heart of New Cairo, the compound spans over 500 acres, offering an exceptional blend of innovation, green spaces, and themed neighborhoods.",
        "desc2": "With “i-Avenues” dividing lifestyle zones, the project includes a Central Park, commercial hubs, fitness areas, medical centers, and international schools.",
        "desc3": "Unit types range from iVillas, Townhouses, Penthouses to Apartments, all embracing modern Californian-style architecture that prioritizes privacy and smart design.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "plage",
        "imgmaster": "plage.img1",
        "imgdeve": "mv",
        "img1": "plageimg1",
        "img2": "plageimg2",
        "img3": "plageimg3",
        "img4": "plageimg4",
        "district": "North Coast , Egypt",
        "price": "11,467,036",
        "downpayment": "5",
        "years": "8",
        "delivery": "2028",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Mountain View Plage",
        "desc1": "Mountain View Plage Sidi Abdel Rahman is a luxurious seaside village situated directly on the Mediterranean shores of the North Coast. Covering around 450 acres, it offers a serene beach life with crystal-clear lagoons, white-sand chalets, townhouses, twin houses, and exclusive sea villas.",
        "desc2": "The design draws inspiration from Greek coastal architecture, featuring elegant white facades, blue accents, and open breezy spaces.",
        "desc3": "The resort is equipped with top-tier amenities: wave pools, spa & fitness center, jogging & cycling tracks, clubhouse, kids' area, medical facilities, 24/7 security, and a vibrant boulevard. Perfect for families and holidaymakers seeking a combination of relaxation and modern resort living.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "ras-elhekma",
        "imgmaster": "raselhekma.img1",
        "imgdeve": "mv",
        "img1": "raselhekmaimg1",
        "img2": "raselhekmaimg2",
        "img3": "raselhekmaimg3",
        "img4": "raselhekmaimg4",
        "district": "North Coast , Egypt",
        "price": "11,467,036",
        "downpayment": "5",
        "years": "8",
        "delivery": "2028",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Mountain View Plage",
        "desc1": "Mountain View a luxurious seaside village situated directly on the Mediterranean shores of the North Coast. Covering around 450 acres, it offers a serene beach life with crystal-clear lagoons, white-sand chalets, townhouses, twin houses, and exclusive sea villas.",
        "desc2": "The design draws inspiration from Greek coastal architecture, featuring elegant white facades, blue accents, and open breezy spaces.",
        "desc3": "The resort is equipped with top-tier amenities: wave pools, spa & fitness center, jogging & cycling tracks, clubhouse, kids' area, medical facilities, 24/7 security, and a vibrant boulevard. Perfect for families and holidaymakers seeking a combination of relaxation and modern resort living.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "sokhna",
        "imgmaster": "sokhna.img1",
        "imgdeve": "mv",
        "img1": "sokhnaimg1",
        "img2": "sokhnaimg2",
        "img3": "sokhnaimg3",
        "img4": "sokhnaimg4",
        "district": "North Coast , Egypt",
        "price": "11,467,036",
        "downpayment": "5",
        "years": "8",
        "delivery": "2028",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Mountain View Plage",
        "desc1": "Mountain View a luxurious seaside village situated directly on the Mediterranean shores of the North Coast. Covering around 450 acres, it offers a serene beach life with crystal-clear lagoons, white-sand chalets, townhouses, twin houses, and exclusive sea villas.",
        "desc2": "The design draws inspiration from Greek coastal architecture, featuring elegant white facades, blue accents, and open breezy spaces.",
        "desc3": "The resort is equipped with top-tier amenities: wave pools, spa & fitness center, jogging & cycling tracks, clubhouse, kids' area, medical facilities, 24/7 security, and a vibrant boulevard. Perfect for families and holidaymakers seeking a combination of relaxation and modern resort living.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "nest",
        "imgmaster": "nest.img1",
        "imgdeve": "n",
        "img1": "nestimg1",
        "img2": "nestimg2",
        "img3": "nestimg3",
        "district": "New Cairo , Egypt",
        "price": "8,900,000",
        "downpayment": "5",
        "years": "12",
        "delivery": "2029",
        "updated": "Updated 9 Apr, 2025 | Current Phase",
        "name": "Nest New Cairo",
        "desc1": "Nest New Cairo Compound is a large-scale residential development spanning 51 acres, offering a wide range of unit types and recreational services tailored to meet residents’ daily and lifestyle needs.",
        "desc2": "Strategically located in the Golden Triangle of Fifth Settlement, the project lies on South Teseen Street, just 1 minute from Zed East, 5 minutes from the New Administrative Capital, and close to Hyde Park, the Central Ring Road, and Ain Sokhna Road.",
        "desc3": "With diverse residential buildings, thoughtfully planned layouts, and proximity to major landmarks and compounds, Nest provides a balanced lifestyle of comfort, accessibility, and community living in one of New Cairo’s most sought-after locations.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "naia-bay",
        "imgmaster": "naiabay.img1",
        "imgdeve": "naia",
        "img1": "naiabayimg1",
        "img2": "naiabayimg2",
        "district": "North Coast , Egypt",
        "price": "8,450,000",
        "downpayment": "15",
        "years": "9",
        "delivery": "2026",
        "updated": "Updated 27 May, 2025 | Current Phase",
        "name": "NAIA BAY",
        "desc1": "NAIA BAY offers a unique private waterfront lifestyle, where every unit enjoys direct access to crystal-clear lagoons designed by the renowned Crystal Lagoons® company. With a massive 60,000 m² lagoon, the project redefines serene living and scenic relaxation.",
        "desc2": "The compound blends tranquility with fun, offering family-oriented venues, stylish retail outlets, and a taste of Greek-inspired nightlife. Residents enjoy a carefree, active lifestyle—whether walking on the beach, biking, or watching the sunset.",
        "desc3": "Whether your unit overlooks the sea or the lagoon, NAIA BAY ensures exclusive access to water right from your doorstep. It's designed for you to personalize your outdoor space and create unforgettable moments in a truly vibrant waterfront setting.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "naia-west",
        "imgmaster": "naiawest.img1",
        "imgdeve": "naia",
        "img1": "naiawestimg1",
        "img2": "naiawestimg2",
        "district": "Sheikh Zayed , Egypt",
        "price": "11,505,000",
        "downpayment": "5",
        "years": "12",
        "delivery": "2027",
        "updated": "Updated 2 Jun, 2025 | Current Phase",
        "name": "Naia West",
        "desc1": "A privileged residential city built within a distinguished strategic location that connects the most important roads and main axes, and guarantees you upscale housing in a unique and incomparable atmosphere.",
        "desc2": "It has many features and many integrated services that fulfill all requirements for customers, and it has made sure to choose an incomparable strategic location that connects the most important roads and main axes, making it easy for you to reach anywhere easily.",
        "desc3": "In addition to the huge area on which it is built, which was divided in a wonderful geometric way so that the constructions have a percentage of it and the largest of the picturesque landscapes that give it a civilized look, and it was not satisfied with that, but rather announced distinct prices that facilitate the purchasing process",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "zomra",
        "imgmaster": "zomra.img1",
        "imgdeve": "nationofsky",
        "img1": "zomraimg1",
        "district": "New Cairo , Egypt",
        "price": "13,000,000",
        "downpayment": "10",
        "years": "6",
        "delivery": "2028",
        "updated": "Updated 17 Jan, 2025 | Current Phase",
        "name": "Zomra East",
        "desc1": "Zomra East is a premium residential compound by Nations of Sky, strategically located in the heart of New Cairo’s Golden Square—an area renowned for its upscale community and seamless accessibility.",
        "desc2": "Designed to bring together nature, architecture, and smart urban living, Zomra East offers a rare blend of tranquility, sophistication, and modern convenience.",
        "desc3": "Nations of Sky is a rising real estate player committed to redefining urban living through innovation and design.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "amberville",
        "imgmaster": "amberville.img1",
        "imgdeve": "g",
        "img1": "ambervilleimg1",
        "img2": "ambervilleimg2",
        "img3": "ambervilleimg3",
        "district": "October , Egypt",
        "price": "23,575,000",
        "downpayment": "10",
        "years": "7",
        "delivery": "2024",
        "updated": "Updated 23 jun, 2024 | Current Phase",
        "name": "Amberville",
        "desc1": "Amberville is a prestigious residential neighbourhood crafted to offer refined urban living.",
        "desc2": "Nestled within a vast gated compound, it features high-end apartments and penthouses surrounded by meticulously landscaped greenery.",
        "desc3": "Emphasizing peaceful living, Amberville balances exclusive architecture, convenient access, and luxury finishes, making it ideal for families and discerning professionals.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "ivy",
        "imgmaster": "ivy.img1",
        "imgdeve": "g",
        "img1": "ivyimg1",
        "img2": "ivyimg2",
        "district": "Sheikh Zayed , Egypt",
        "price": "8,500,000",
        "downpayment": "10",
        "years": "7",
        "delivery": "2028",
        "updated": "Updated 12 Mar, 2025 | Current Phase",
        "name": "IVY New Giza",
        "desc1": "IVY New Giza is an upscale gated community developed to offer modern suburban living. It comprises a harmonious blend of townhouses, twin houses, and detached villas, all designed with elegance and space in mind.",
        "desc2": "The development features lush parks, a premium sports club, and a boutique commercial strip.",
        "desc3": "It encourages an active and community-focused lifestyle with high-end finishes and thoughtful layouts.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "new-kairo",
        "imgmaster": "zomra.img1",
        "imgdeve": "g",
        "img1": "zomraimg1",
        "img2": "zomraimg2",
        "img3": "zomraimg3",
        "district": "New Cairo , Egypt",
        "price": "9,500,000",
        "downpayment": "10",
        "years": "9",
        "delivery": "2028",
        "updated": "Updated 2 Jun, 2025 | Current Phase",
        "name": "New Kairo",
        "desc1": "New Kairo is a luxury mixed-use compound offering apartments, twin houses, and standalone villas.",
        "desc2": "Designed as a fully integrated community, it blends residential comfort with commercial, medical, educational, and recreational amenities.",
        "desc3": "Featuring landscaped parks, a golf course, schools, clinics, and a retail boulevard—with flexible payment options and family-friendly layouts—it caters to professionals and families seeking convenience and upscale living.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "silver-sands",
        "imgmaster": "silversands.img1",
        "imgdeve": "ora",
        "img1": "silversandsimg1",
        "img2": "silversandsimg2",
        "district": "North Coast , Egypt",
        "price": "17,761,000",
        "downpayment": "5",
        "years": "10",
        "delivery": "2027",
        "updated": "Updated 27 May, 2025 | Current Phase",
        "name": "Silver Sands",
        "desc1": "Silver Sands Village is designed in the most beautiful areas that attract many visitors to the coastal beach of the Mediterranean Sea with its fine sands. In cooperation with a group of the best experts and professional architects using the latest modern construction methods.",
        "desc2": "In the design of the master executive plan and the implementation of constructing buildings that are characterized by a contemporary style that suits the Egyptian society, and all the engineering designs and impressive interior decorations are at the highest level of quality in the project. By experts, consultants, and technicians at the highest level.",
        "desc3": "Especially with the combination of architectural excellence, and charming nature is what makes it a unique project. The largest area of ​​the Silver Sands project has been allocated to green natural spaces, landscapes, and artificial lakes, which give the finest enchanting view of the picturesque nature, and the rest of the space for the establishment of building areas and village services.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "zed-wast",
        "imgmaster": "zed.img1",
        "imgdeve": "ora",
        "img1": "zedimg1",
        "img2": "zedimg2",
        "district": "Sheikh Zayed , Egypt",
        "price": "40,000,000",
        "downpayment": "5",
        "years": "10",
        "delivery": "2028",
        "updated": "Updated 27 Apr, 2025 | Current Phase",
        "name": "Zed West",
        "desc1": "Our newest and most premium phase with the best view in Zed El Sheikh Zayed. Enjoy the biggest and largest you in Zed El Sheikh Zayed with a 180-degree view of greenery!",
        "desc2": "The U is the ultimate definition of park & green living with the best view Upholding the premium standards of ZED is uncompromisable.",
        "desc3": "Our team of experts has handpicked the best finishing materials to create zen havens out of bland brick and mortar. Neat, well-executed finishings glaze the walls and floors of every urban space at ZED ElSheikh Zayed.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "zed-east",
        "imgmaster": "zedeast.img1",
        "imgdeve": "ora",
        "img1": "zedeastimg1",
        "img2": "zedeastimg2",
        "img3": "zedeastimg3",
        "district": "New Cairo , Egypt",
        "price": "15,484,351",
        "downpayment": "5",
        "years": "8",
        "delivery": "2028",
        "updated": "Updated 4 Jun, 2025 | Current Phase",
        "name": "Zed East",
        "desc1": "ZED East New Cairo by Ora Developers is designed to blend luxury, sustainability, and innovation. With a visionary master plan, the compound features opulent homes, premium services, and wide green spaces—making it a model for modern living in a prestigious area.",
        "desc2": "Spanning 80% green space, the compound includes gardens, parks, artificial lakes, and multiple pools, encouraging walking, cycling, and relaxation. The layout uses a triangular design with circular clusters, where every unit overlooks courtyards, clubs, or open landscapes.",
        "desc3": "Strategically located at the end of South Teseen Street, ZED East is close to El Patio Oro, AUC, Cairo International Airport, Ever New Cairo, and Hyde Park, with easy access to the Ring Road and a short drive to the New Capital—offering both connectivity and tranquility.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "new-alamien",
        "imgmaster": "alamien.img1",
        "imgdeve": "palmhills",
        "img1": "alamienimg1",
        "img2": "alamienimg2",
        "img3": "alamienimg3",
        "img4": "alamienimg4",
        "district": "Mostakbal City , Egypt",
        "price": "18,484,351",
        "downpayment": "10",
        "years": "6",
        "delivery": "2025",
        "updated": "Updated 4 Jun, 2025 | Current Phase",
        "name": "Palm Hills New Alamein",
        "desc1": "Palm Hills New Alamein is a high-end coastal development by Palm Hills Developments, built over approximately 32 acres.",
        "desc2": "The project offers a luxurious resort-style living experience with modern architecture and open views of the sea and lagoon.",
        "desc3": "It features a wide variety of residential units including apartments, twin houses, and standalone villas, all surrounded by landscaped green areas and water features.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "badya",
        "imgmaster": "badya.img1",
        "imgdeve": "palmhills",
        "img1": "badyaimg1",
        "img2": "badyaimg2",
        "img3": "badyaimg3",
        "district": "New Cairo , Egypt",
        "price": "15,484,351",
        "downpayment": "5",
        "years": "8",
        "delivery": "2028",
        "updated": "Updated 4 Jun, 2025 | Current Phase",
        "name": "Badya Palm Hills",
        "desc1": "Badya is a visionary, fully integrated smart city by Palm Hills Developments, covering an expansive 3,000 acres. It is designed around a “City Within a City” concept, blending residential units with commercial zones, educational institutions, healthcare facilities, and leisure spaces.",
        "desc2": "The development focuses on sustainability, featuring renewable energy, smart tech solutions, and green design principles.",
        "desc3": "Common green spaces and amenities are always within a short walk from every home",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "capital-gardens",
        "imgmaster": "capitalgardens.img1",
        "imgdeve": "palmhills",
        "img1": "capitalgardensimg1",
        "img2": "capitalgardensimg2",
        "district": "New Cairo , Egypt",
        "price": "11,484,351",
        "downpayment": "10",
        "years": "7",
        "delivery": "2025",
        "updated": "Updated 4 Jun, 2025 | Current Phase",
        "name": "Capital Gardens",
        "desc1": "Capital Gardens is a luxurious residential compound spanning approximately 103 acres, thoughtfully developed by Palm Hills.",
        "desc2": "Designed as a tranquil enclave, it dedicates around 79% of its area to lush green spaces, jogging tracks, cycling lanes, and communal amenities, while only about 21% is built.",
        "desc3": "The project's architecture features low-rise buildings overlooking landscaped gardens and water features, creating a resort-style living environment that promotes well-being and connection to nature.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "crown-central",
        "imgmaster": "cc.img1",
        "imgdeve": "palmhills",
        "img1": "ccimg1",
        "img2": "ccimg2",
        "img3": "ccimg3",
        "district": "Sheikh Zayed , Egypt",
        "price": "4,484,515",
        "downpayment": "10",
        "years": "7",
        "delivery": "2026",
        "updated": "Updated 4 Jun, 2025 | Current Phase",
        "name": "Crown Central",
        "desc1": "Crown Central is a high-end mixed-use development by Palm Hills Developments, designed to be the new business and lifestyle hub of West Cairo.",
        "desc2": "The project seamlessly combines modern office spaces, retail outlets, dining venues, and entertainment zones, all within a vibrant and well-connected environment.",
        "desc3": "Spread across a spacious masterplan, Crown Central offers cutting-edge architectural design and smart infrastructure, making it an ideal destination for businesses, investors, and lifestyle seekers alike.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "hacienda-bay",
        "imgmaster": "hacienda.img1",
        "imgdeve": "palmhills",
        "img1": "haciendaimg1",
        "img2": "haciendaimg2",
        "img3": "haciendaimg3",
        "img4": "haciendaimg4",
        "district": "North Coast , Egypt",
        "price": "15,484,351",
        "downpayment": "10",
        "years": "8",
        "delivery": "2025",
        "updated": "Updated 4 Jun, 2024 | Current Phase",
        "name": "Hacienda Bay",
        "desc1": "Hacienda Bay is one of Palm Hills Developments’ most iconic seaside communities, set across approximately 593 acres in the heart of Egypt’s North Coast.",
        "desc2": "This premium resort blends Mediterranean elegance with modern architecture, offering a luxurious and laid-back beach lifestyle.",
        "desc3": "The masterplan includes lush landscaping, crystal lagoons, golf greens, and a mix of leisure, retail, and dining experiences tailored for relaxation and entertainment.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "new-cairo",
        "imgmaster": "newcairo.img1",
        "imgdeve": "palmhills",
        "img1": "newcairoimg1",
        "img2": "newcairoimg2",
        "img3": "newcairoimg3",
        "district": "New Cairo , Egypt",
        "price": "7,650,351",
        "downpayment": "10",
        "years": "8",
        "delivery": "2027",
        "updated": "Updated 4 Jun, 2025 | Current Phase",
        "name": "Palm Hills New Cairo",
        "desc1": "Palm Hills New Cairo is a high-end mixed-use community spanning approximately 500 acres in the heart of New Cairo. The project is designed to provide a balanced lifestyle with a perfect blend of residential, commercial, and recreational components.",
        "desc2": "With contemporary architecture and expansive green landscapes, the development focuses on privacy, open views, and sustainable living.",
        "desc3": "The project features a wide variety of units including standalone villas, twin houses, townhouses, and apartments, all distributed around wide boulevards, parks, and water features.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "palm-parks",
        "imgmaster": "palmparks.img1",
        "imgdeve": "palmhills",
        "img1": "palmparksimg1",
        "img2": "palmparksimg2",
        "img3": "palmparksimg3",
        "district": "October , Egypt",
        "price": "5,484,351",
        "downpayment": "5",
        "years": "8",
        "delivery": "2027",
        "updated": "Updated 4 Jun, 2025 | Current Phase",
        "name": "Palm Parks",
        "desc1": "Palm Parks is a boutique, low-density residential community spanning approximately 113 acres.",
        "desc2": "Developed by Palm Hills, it focuses on modern apartment living with mid-rise buildings nestled amid lush greenery and elegant water landscaping.",
        "desc3": "The project offers a balanced, resort-style living environment where nature and urban design complement each other.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "hills-of-one",
        "imgmaster": "hoo.img1",
        "imgdeve": "pap",
        "img1": "hooimg1",
        "img2": "hooimg2",
        "district": "Sheikh Zayed , Egypt",
        "price": "11,596,000",
        "downpayment": "5",
        "years": "9",
        "delivery": "2029",
        "updated": "Updated 2 Jun, 2025 | Current Phase",
        "name": "Hills Of One",
        "desc1": "Hills Of One New Zayed by People & Places offers a fresh take on luxury living, inviting residents to redefine their lifestyle in a contemporary, nature-inspired community designed for comfort and elegance.",
        "desc2": "Built over 167 acres, the compound prioritizes greenery, parks, and recreational zones, providing a peaceful environment and plenty of space for outdoor activities, leisure, and family life.",
        "desc3": "Strategically located in New Sheikh Zayed City, Hills Of One ensures accessibility while maintaining serenity. The project is developed in collaboration with leading international firms in design, construction, and management—ensuring world-class quality across all aspects.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "the-med",
        "imgmaster": "med.img1",
        "imgdeve": "pap",
        "img1": "medimg1",
        "img2": "medimg2",
        "district": "North Coast , Egypt",
        "price": "13,016,000",
        "downpayment": "10",
        "years": "8",
        "delivery": "2028",
        "updated": "Updated 16 Apr, 2025 | Current Phase",
        "name": "The Med",
        "desc1": "The Med. is more than just a home on the Mediterranean Sea—it’s a lifestyle destination inspired by coastal beauty, focused on wellbeing, sustainability, and minimalist Mediterranean architecture that blends luxury with tranquility.",
        "desc2": "The project offers mesmerizing sea views, calm surroundings, and a living experience crafted to elevate quality of life, with a design approach that emphasizes simplicity, elegance, and harmony with nature.",
        "desc3": "Situated in the new heart of the North Coast, The Med. enjoys direct access to main roads from Cairo and is close to nearby airports, offering maximum convenience whether by car or plane.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "the-brooks",
        "imgmaster": "brooks.img1",
        "imgdeve": "pre",
        "img1": "brooksimg1",
        "img2": "brooksimg2",
        "district": "New Cairo , Egypt",
        "price": "6,595,000",
        "downpayment": "5",
        "years": "10",
        "delivery": "2029",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "THE BROOKS",
        "desc1": "THE BROOKS is a new residential innovation that makes the most out of nature’s aesthetic elements. It is a one of a kind residence indulged within the ideal blend of terrains, waterfalls, running streams and vast greenery forming exceptional views and an unprecedented living experience.",
        "desc2": "The Brooks Compound in New Cairo is situated on a sizable 160 Feddan plot of land and has the ideal mix of residential and business buildings and amenities. About 15% of Brooks New Cairo's total area is devoted to the residential arena, with the remaining 85% going toward green areas and amenities.",
        "desc3": "The Brooks Compound can be found in Fifth Settlement's Plot No. 1, which is only 60 meters south of N' Teseen Street. Because the Compound is close to several of the most opulent compounds in New Cairo, it is regarded as the ideal place to live or invest.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "ivory-east",
        "imgmaster": "tajcity.img1",
        "imgdeve": "pre",
        "img1": "tajcityimg1",
        "img2": "tajcityimg2",
        "img3": "tajcityimg3",
        "district": "New Cairo , Egypt",
        "price": "9,567,000",
        "downpayment": "5",
        "years": "8",
        "delivery": "2029",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Ivoire East",
        "desc1": "Because of its ideal location, Ivoire East Compound offers inhabitants quick access and mobility, which makes daily living a breeze. Excellent technology and designs are integrated into the compound, which is created in accordance with current worldwide trends. It also proves to be one of New Cairo's most exquisite complexes.",
        "desc2": "Residents of voire East Compound enjoy a cozy and integrated living environment. It is also close to all the necessities, making it the perfect place to reside in New Cairo City for anyone looking for a contemporary, integrated environment.",
        "desc3": "Ivoire East New Cairo, spanning an expansive 104 acres, employs meticulous planning to provide a singular and exceptional living environment, The project allots room for a variety of home types, giving occupants a range of design options, such as duplexes, independent villas, lofts, and penthouses. ",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "stone-residence",
        "imgmaster": "stone.img1",
        "imgdeve": "pre",
        "img1": "stoneimg1",
        "img2": "stoneimg2",
        "district": "New Cairo , Egypt",
        "price": "8,962,800",
        "downpayment": "10",
        "years": "6",
        "delivery": "2022",
        "updated": "Updated 23 jun, 2024 | Current Phase",
        "name": "Stone Residence",
        "desc1": "Stone Residence is the second residential component of the 'Stone' project; it is an important corner that fully completes the integration concept of the 'Stone' project with a total land area of 460 Fadden.",
        "desc2": "Stone Residence is a residential compound of high class buildings, occupying a prime location along the ring road within just 20 minutes from Cairo International Airport and 10 minutes away from AUC campus.",
        "desc3": "Stone Residence encompasses 142 blocks, embracing 462 buildings with each building containing 8 apartments, offering flexible apartment spaces that range from 128m to 275m.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "eastshire",
        "imgmaster": "eastshire.img1",
        "imgdeve": "qamzi",
        "img1": "eastshireimg1",
        "district": "New Cairo , Egypt",
        "price": "20,591,000",
        "downpayment": "10",
        "years": "7",
        "delivery": "2026",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Eastshire",
        "desc1": "EASTSHIRE offers a unique indoor-outdoor living experience, where nature and privacy blend seamlessly. The design integrates lush greenery and flowing water features throughout the homes and shared spaces.",
        "desc2": "Inspired by European scenic lifestyles, EASTSHIRE features evenly spaced homes with green buffers in between, ensuring maximum privacy and exclusivity for every resident in a boutique-style setting.",
        "desc3": "EASTSHIRE is all about views for life and stress-free living, creating a tranquil, green-centered community where residents can enjoy peace, space, and a nature-inspired daily life.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "seazen",
        "imgmaster": "seazen.img1",
        "imgdeve": "qamzi",
        "img1": "seazenimg1",
        "img2": "seazenimg2",
        "img3": "seazenimg3",
        "district": "North Coast , Egypt",
        "price": "10,668,000",
        "downpayment": "5",
        "years": "9",
        "delivery": "2029",
        "updated": "Updated 27 May, 2025 | Current Phase",
        "name": "Seazen",
        "desc1": "Developed by Al Qamzi Developments across 204 acres of land in the North Coast, Seazen Egypt has a 690 meter wide beachfront.",
        "desc2": "Seazen North Coast features a wide range of services and facilities that allows you to truly unwind and enjoy your vacation.",
        "desc3": "These amenities include entertainment areas, swimmable lagoons, commercial areas, game rooms and beach restaurants.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "villas"
    },
    {
        "slug": "stone-park",
        "imgmaster": "stonepark.img1",
        "imgdeve": "roya",
        "img1": "stoneparkimg1",
        "img2": "stoneparkimg2",
        "img3": "stoneparkimg3",
        "district": "New Cairo , Egypt",
        "price": "24,000,000",
        "downpayment": "0",
        "years": "10",
        "delivery": "2027",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Stone Park",
        "desc1": "Stone Park New Cairo spans 450 acres in the heart of the Fifth Settlement, offering 1,430 luxurious units in various sizes and designs to suit different needs. It’s a fully integrated compound with a wide range of services and features.",
        "desc2": "The project is known for its modern architecture, large green areas, and European-style water features like fountains and artificial lakes. Units are designed with open views, generous spacing, and a focus on privacy and relaxation.",
        "desc3": "Strategically located near 90th Street, the Ring Road, and Cairo International Airport, the compound is just 10 minutes from AUC, offering residents easy access to major roads and New Cairo’s key destinations.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "telal-north-coast",
        "imgmaster": "telal.img1",
        "imgdeve": "roya",
        "img1": "telalimg1",
        "district": "North Coast , Egypt",
        "price": "",
        "downpayment": "5",
        "years": "7",
        "delivery": "",
        "updated": "Updated 8 May, 2024 | Current Phase",
        "name": "Telal North Coast",
        "desc1": "Telal El Alamein by Rooya Developments is designed in a modern European terrace style, ensuring that all units enjoy panoramic sea views. The layout focuses on privacy, comfort, and natural beauty, with wide green spaces between homes.",
        "desc2": "Built over 134 acres, most of the project is dedicated to greenery, crystal lagoons, and landscapes, while residential units occupy a smaller portion. This planning enhances the visual appeal and provides a serene, resort-like environment.",
        "desc3": "Located at kilo 143 on Alexandria–Marsa Matrouh Road, the village is close to key destinations like Sidi Abdel Rahman, New Alamein Airport, Hacienda Bay, and Ghazala Bay. It's just 1.5 hours from Alexandria and 2 hours from Marsa Matrouh, offering easy access from major cities.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "villas"
    },
    {
        "slug": "telal-east",
        "imgmaster": "telaleast.img1",
        "imgdeve": "roya",
        "img1": "telaleastimg1",
        "img2": "telaleastimg2",
        "district": "New Cairo , Egypt",
        "price": "9,000,000",
        "downpayment": "0",
        "years": "10",
        "delivery": "2029",
        "updated": "Updated 3 Jun, 2025 | Current Phase",
        "name": "Taj City",
        "desc1": "zTelal East New Cairo by Roya Group is a villa-only compound spread across 184 acres, featuring terraced layouts for privacy and views. The project includes 8 acres of crystal lagoons and offers a peaceful, low-density residential experience with modern architecture.",
        "desc2": "zThe compound is ideally located on the Middle Ring Road, close to Teseen Street, Suez Road, and Ain Sokhna Road, and just minutes from the New Administrative Capital. It neighbors prestigious communities like Mountain View iCity and Hyde Park.",
        "desc3": "zAfter successes in Ain Sokhna and the North Coast, Roya brings its expertise to New Cairo, introducing a new vision of residential living focused on luxury, privacy, and nature-centric design in one of the city’s most serene and upscale areas.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "amwaj",
        "imgmaster": "amwaj.img1",
        "imgdeve": "sabbour",
        "img1": "amwajimg1",
        "img2": "amwajimg2",
        "img3": "amwajimg3",
        "district": "North Coast , Egypt",
        "price": "25,000,000",
        "downpayment": "10",
        "years": "7",
        "delivery": "2028",
        "updated": "Updated 17 Jun, 2025 | Current Phase",
        "name": "Amwaj North Coast",
        "desc1": "Amwaj is a luxurious beachfront resort developed by Al Ahly Sabbour, spanning around 360 acres with a 1.3 km private beach.",
        "desc2": "The project offers a diverse range of residential units including chalets, duplexes, twin houses, standalone villas, and apartments.",
        "desc3": "Designed as a high-end summer destination, Amwaj blends relaxation and activity, featuring more than 40 swimming pools, 4 swimmable lakes, sports areas, and a large commercial promenade called Rivette Mall.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "gaia",
        "imgmaster": "gaia.img1",
        "imgdeve": "sabbour",
        "img1": "gaiaimg1",
        "img2": "gaiaimg2",
        "img3": "gaiaimg3",
        "img4": "gaiaimg4",
        "district": "North Coast , Egypt",
        "price": "14,000,000",
        "downpayment": "20",
        "years": "6",
        "delivery": "2027",
        "updated": "Updated 22 Apr, 2025 | Current Phase",
        "name": "Gaia North Coast",
        "desc1": "Gaia is a luxurious seaside resort developed by Al Ahly Sabbour, covering about 280 acres of prime land in Ras El Hekma.",
        "desc2": "Named after the Greek goddess of Earth, Gaia blends modern and Arabian-inspired architecture with spacious living, natural surroundings, and a tranquil coastal lifestyle.",
        "desc3": "It includes a wide range of units such as standalone villas, twin houses, duplexes, townhouses, chalets, and beachfront cabanas.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "villas"
    },
    {
        "slug": "odessa",
        "imgmaster": "odessa.img1",
        "imgdeve": "sabbour",
        "img1": "odessaimg1",
        "img2": "odessaimg2",
        "img3": "odessaimg3",
        "district": "Mostakbal City , Egypt",
        "price": "9,000,000",
        "downpayment": "5",
        "years": "8",
        "delivery": "2025",
        "updated": "Updated 23 jun, 2024 | Current Phase",
        "name": "Odessa",
        "desc1": "Odessa, branded as The City of Odyssia, is a large-scale integrated urban community by Al Ahly Sabbour spreading over approximately 528 acres in Mostakbal City.",
        "desc2": "Designed as a vibrant city rather than just a compound, it combines residential, commercial, cultural, and educational zones.",
        "desc3": "It features distinct neighborhoods with apartments, townhouses, twin houses, and standalone villas—all interconnected via green open spaces, water features, and community hubs.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "the-ridge",
        "imgmaster": "ridge.img1",
        "imgdeve": "sabbour",
        "img1": "ridgeimg1",
        "img2": "ridgeimg2",
        "img3": "ridgeimg3",
        "district": "Mostakbal City , Egypt",
        "price": "25,000,000",
        "downpayment": "5",
        "years": "10",
        "delivery": "2025",
        "updated": "Updated 23 jul, 2024 | Current Phase",
        "name": "The Ridge",
        "desc1": "The Ridge is a boutique villa-only community on approximately 44–220 acres, with around 80% dedicated to green landscapes.",
        "desc2": "It features gated sub-communities of standalone villas, twin houses, and townhouses set amidst open panoramic spaces.",
        "desc3": "The design breaks away from high-rise buildings, offering a modern, horizon-friendly living experience",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "the-square",
        "imgmaster": "square.img1",
        "imgdeve": "sabbour",
        "img1": "squareimg1",
        "img2": "squareimg2",
        "img3": "squareimg3",
        "img4": "squareimg4",
        "district": "Mostakbal City , Egypt",
        "price": "35,000,000",
        "downpayment": "5",
        "years": "9",
        "delivery": "2024",
        "updated": "Updated 17 Jan, 2023 | Current Phase",
        "name": "Green Square",
        "desc1": "Green Square is a premium mixed-use community spanning about 80 acres in Mostakbal City.",
        "desc2": "Inspired by the charm of Tuscany and Italian architecture, the development emphasizes green spaces, water features, and lively plazas, while offering a boutique, tranquil retreat for residents.",
        "desc3": "The distinctive pyramid-shaped low-rise buildings include apartments, duplexes, townhouses, and twin houses, all thoughtfully designed to blend luxury, sophistication, and warm community living.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "blue-vert",
        "imgmaster": "bluevert.img1",
        "imgdeve": "sed",
        "img1": "bluevertimg1",
        "img2": "bluevertimg2",
        "district": "New Capital , Egypt",
        "price": "2,500,000",
        "downpayment": "5",
        "years": "9",
        "delivery": "2024",
        "updated": "Updated 17 Jan, 2023 | Current Phase",
        "name": "Bleu Vert New Capital",
        "desc1": "Bleu Vert is a high-end residential compound set on around 70 acres, offering a mix of apartments, penthouses, townhouses,",
        "desc2": "And twin houses with a built-up ratio of approximately 40% for apartments and 60% for villas.",
        "desc3": "Designed as a fully integrated, smart urban community, it features extensive green landscaping, pools, clubhouse, gym, spa, children’s areas, and 24/7 security .",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "central",
        "imgmaster": "central.img1",
        "imgdeve": "sed",
        "img1": "centralimg1",
        "district": "New Cairo , Egypt",
        "price": "10,000,000",
        "downpayment": "10",
        "years": "4",
        "delivery": "2026",
        "updated": "Updated 4 Jun, 2024 | Current Phase",
        "name": "Central",
        "desc1": "Central is a premium mixed‑use urban development by SECON located in New Cairo. It spans approximately 9 acres and includes offices, retail outlets, and a mall, organized around landscaped plazas and pedestrian promenades.",
        "desc2": "With modern architectural style, Central offers 183 office units and a selection of retail spaces designed for convenience and community interaction.",
        "desc3": "The development emphasizes smart integration, public spaces, and quality facilities.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "jayd",
        "imgmaster": "jayd.img1",
        "imgdeve": "sed",
        "img1": "jaydimg1",
        "img2": "jaydimg2",
        "img3": "jaydimg3",
        "district": "New Cairo , Egypt",
        "price": "13,000,000",
        "downpayment": "10",
        "years": "8",
        "delivery": "2024",
        "updated": "Updated 4 Jun, 2024 | Current Phase",
        "name": "Jayd Compound",
        "desc1": "Jayd is a gated residential community spanning approximately 68 acres, featuring 120 low-rise buildings organized in a contemporary villa-style design.",
        "desc2": "It comprises around 1,900 apartments and penthouses in various sizes, all overlooking landscaped gardens, water features, and a central clubhouse.",
        "desc3": "The project emphasizes green living, walk-ability, and proximity to major highways and facilities—making it a prime choice in New Cairo.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "latiny",
        "imgmaster": "latiny.img1",
        "imgdeve": "sed",
        "img1": "latinyimg1",
        "img2": "latinyimg2",
        "district": "North Coast , Egypt",
        "price": "4,000,000",
        "downpayment": "5",
        "years": "7",
        "delivery": "2026",
        "updated": "Updated 17 Jan, 2023 | Current Phase",
        "name": "Il Latini",
        "desc1": "Latin District is a premium residential project by Saudi‑Egyptian Developers (SED), covering approximately 400–450 acres. It celebrates classic Mediterranean-inspired architecture reminiscent of ancient Alexandria, with Roman-Greek design elements.",
        "desc2": "Only around 35% of the total area is built-up, while the remaining vast spaces are devoted to greenery, artificial lakes, waterfalls, and communal gathering areas",
        "desc3": "Located on the International Coastal Road near Fouka Road, the project is about 45 minutes from Alamein International Airport, 5 minutes from Marina 7, and 90 minutes from Alexandria.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "eastown",
        "imgmaster": "eastown.img1",
        "imgdeve": "sodic",
        "img1": "eastownimg1",
        "img2": "eastownimg2",
        "img3": "eastownimg3",
        "district": "New Cairo , Egypt",
        "price": "100,600,000",
        "downpayment": "10",
        "years": "8",
        "delivery": "2022",
        "updated": "Updated 17 Jan, 2023 | Current Phase",
        "name": "Eastown",
        "desc1": "Eastown Residence is a premium residential phase within the larger Eastown mixed-use community by SODIC, spanning approximately 204 acres.",
        "desc2": "Positioned next to the American University in Cairo, it offers luxurious apartments, duplexes, and penthouses in a walkable urban environment.",
        "desc3": "Master-planned spaces include lush pocket parks, water features, jogging and cycling paths, and direct access to Club S sports and leisure facilities.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "ednc",
        "imgmaster": "ednc.img1",
        "imgdeve": "sodic",
        "img1": "edncimg1",
        "img2": "edncimg2",
        "img3": "edncimg3",
        "img4": "edncimg4",
        "district": "New Cairo , Egypt",
        "price": "10,000,000",
        "downpayment": "15",
        "years": "4",
        "delivery": "2022",
        "updated": "Updated 17 Jan, 2023 | Current Phase",
        "name": "Eastown District New Cairo",
        "desc1": "EDNC (Eastown District New Cairo) is SODIC’s flagship commercial and business hub within the Eastown mixed-use community. Strategically positioned on Road 90 beside the American University in Cairo (AUC), it's a dynamic office and retail complex spanning around 90,000 m² GFA, with 8 office buildings and a retail spine centered around a pedestrian piazza",
        "desc2": "Celebrated as Egypt’s first EDGE‑Advanced certified green business park, EDNC features energy-efficient façades, high-performance glazing, and sustainable infrastructure, achieving up to 40% energy and 33% water savings",
        "desc3": "It serves as a premium destination for offices, branded retail, cafés, dining, and experiential leisure spaces. Highlights include a Nobu restaurant opening in autumn 2025 (with an affiliated hotel from 2027) and an immersive Experience Center ",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "the-estates",
        "imgmaster": "estates.img1",
        "imgdeve": "sodic",
        "img1": "estatesimg1",
        "img2": "estatesimg2",
        "img3": "estatesimg3",
        "img4": "estatesimg4",
        "district": "New Cairo , Egypt",
        "price": "50,000,000",
        "downpayment": "5",
        "years": "89",
        "delivery": "2027",
        "updated": "Updated 16 Apr, 2025 | Current Phase",
        "name": "The Estates",
        "desc1": "The Estates by SODIC is an exclusive collection of ultra- luxury standalone villas located inside the master-premium enclave of SODIC East.",
        "desc2": "Encompassing just over 8 acres, this boutique community houses only 41 large-scale villas, each surrounded by generous private gardens and thoughtfully designed outdoor living spaces.",
        "desc3": "The architecture blends modern elegance with timeless proportions, emphasizing privacy, security, and bespoke craftsmanship.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "june",
        "imgmaster": "june.img1",
        "imgdeve": "sodic",
        "img1": "juneimg1",
        "img2": "juneimg2",
        "district": "North Coast , Egypt",
        "price": "5,000,000",
        "downpayment": "5",
        "years": "8",
        "delivery": "2029",
        "updated": "Updated",
        "name": "June",
        "desc1": "June is a luxurious gated coastal village developed by SODIC, spanning around 300 acres with approximately 650 meters of sandy beachfront and 25 acres of pools and lagoons.",
        "desc2": "Inspired by Miami‑style resort living and Art‑Deco architecture, the project includes chalets, twin houses, townhouses, standalone villas, and a serviced hotel.",
        "desc3": "With only ~15% built-up and the rest dedicated to green landscapes and water features, it offers a serene resort lifestyle complete with beachfront retail, dining, spa, fitness, and sport facilities",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "ogami",
        "imgmaster": "ogami.img1",
        "imgdeve": "sodic",
        "img1": "ogamiimg1",
        "img2": "ogamiimg2",
        "img3": "ogamiimg3",
        "img4": "ogamiimg4",
        "district": "North Coast , Egypt",
        "price": "7,000,000",
        "downpayment": "20",
        "years": "8",
        "delivery": "2029",
        "updated": "Updated",
        "name": "Ogami",
        "desc1": "Ogami is a luxurious coastal village by SODIC, inspired by serene Japanese aesthetics and Japanese island architecture.",
        "desc2": "Set across approximately 440 acres along the Mediterranean, it includes an 800 m sandy beachfront, more than 11 km of swim‑friendly lagoons, and cascading terraces to maximize sea views.",
        "desc3": "Only about 15% is built‑up, preserving 85% for green and open spaces. The community features chalets, twin houses, townhouses, standalone villas, and a Nobu-branded hotel, offering a full spectrum of luxurious living in a tranquil coastal environment.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "one-sixteen",
        "imgmaster": "onesixteen.img1",
        "imgdeve": "sodic",
        "img1": "onesixteenimg1",
        "img2": "onesixteenimg2",
        "district": "Sheikh Zayed , Egypt",
        "price": "7,900,000",
        "downpayment": "15",
        "years": "7",
        "delivery": "2022",
        "updated": "Updated 17 Jan, 2023 | Current Phase",
        "name": "One 16 by SODIC",
        "desc1": "One 16 is an exclusive residential enclave by SODIC, consisting of 16 contemporary low-rise buildings arranged in a circular layout. Set across approximately 38 acres, with only 20% built-up and 80% lush greenery, the development offers a tranquil urban atmosphere.",
        "desc2": "Inside, residents enjoy central lake park, children’s pools, clubhouse, sports facilities, jogging and cycling tracks, playgrounds, landscaped gardens, and underground parking.",
        "desc3": "Floor plans include apartments, duplexes, penthouses, townhouses, twin houses, and standalone villas, all designed for privacy, comfort, and connectivity. It is part of the vibrant SODIC West master plan, with direct access to Westown Medical Centre, The Polygon business park, and reputable schools nearby.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "the-portal",
        "imgmaster": "portal.img1",
        "imgdeve": "sodic",
        "img1": "portalimg1",
        "district": "New Cairo , Egypt",
        "price": "3,000,000",
        "downpayment": "10",
        "years": "7",
        "delivery": "2021",
        "updated": "Updated 23 jun, 2022 | Current Phase",
        "name": "The Portal",
        "desc1": "The Portal is a landmark central hub located at the heart of Villette by SODIC. It serves as a dynamic community destination combining upscale residential towers with a vibrant mix of retail, dining, and co-working spaces.",
        "desc2": "Designed to be a “city within a city,” The Portal features fluid architecture with open plazas, skygarden terraces, and pedestrian-friendly promenades.",
        "desc3": "Residents enjoy direct access to hotels, serviced apartments, fine-dining outlets, fitness venues, and green communal areas. The mixed-use development emphasizes walkability, connectivity, and modern urban lifestyle within the larger Villette ecosystem.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "six-west",
        "imgmaster": "sixwest.img1",
        "imgdeve": "sodic",
        "img1": "sixwestimg1",
        "img2": "sixwestimg2",
        "img3": "sixwestimg3",
        "district": "Sheikh Zayed , Egypt",
        "price": "27,000,000",
        "downpayment": "10",
        "years": "6",
        "delivery": "2022",
        "updated": "Updated 23 jun, 2022 | Current Phase",
        "name": "Six West by SODIC",
        "desc1": "Six West is an exclusive, low‑rise, pedestrian-friendly sub-community within the expansive SODIC West master‑plan.",
        "desc2": "Spanning around 9 acres, the development features 123 sophisticated apartments and penthouses in 16 modern buildings, organized around a central landscaped piazza.",
        "desc3": "With just 20% built-up area and over 60% green space, it offers a serene haven close to the Club S sports club, retail promenade, and major highways.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "sky-codos",
        "imgmaster": "skycodos.img1",
        "imgdeve": "sodic",
        "img1": "skycodosimg1",
        "img2": "skycodosimg2",
        "img3": "skycodosimg3",
        "img4": "skycodosimg4",
        "district": "New Cairo , Egypt",
        "price": "7,000,000",
        "downpayment": "10",
        "years": "7",
        "delivery": "2025",
        "updated": "Updated 23 jul, 2024 | Current Phase",
        "name": "Sky Condos",
        "desc1": "Sky Condos is an upscale residential project located within Villette in New Cairo, developed by SODIC. It stands out for its cascading architecture, set across approximately 886 acres with an emphasis on green living and seamless integration with nature.",
        "desc2": "The community includes a mix of luxury apartments, duplexes, and standalone villas, featuring spacious terraces overlooking lush landscaping, water features, and unique promenade pathways.",
        "desc3": "Residents enjoy high-end amenities such as a social clubhouse, Club S sports complex, swimming pools, gym facilities, children’s playgrounds, jogging and cycling tracks, an organic farm, retail piazzas, a mosque, and electric car charging stations.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "sodic-east",
        "imgmaster": "sodiceast.img1",
        "imgdeve": "sodic",
        "img1": "sodiceastimg1",
        "img2": "sodiceastimg2",
        "img3": "sodiceastimg3",
        "img4": "sodiceastimg4",
        "district": "New Cairo , Egypt",
        "price": "8,400,000",
        "downpayment": "5",
        "years": "8",
        "delivery": "2026",
        "updated": "Updated 17 Jan, 2025 | Current Phase",
        "name": "SODIC East",
        "desc1": "SODIC East by SODIC Developments is a premier, mixed-use gated community spanning approximately 655 acres, of which over 84% is dedicated to green and open spaces,",
        "desc2": "master-planned by Sasaki from Massachusetts Nested adjacent to Al Shorouk City, it's also just minutes away from New Cairo and the New Administrative Capital",
        "desc3": "The development is divided into multiple neighborhoods offering a variety of fully finished and semi-finished units",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "vye",
        "imgmaster": "vye.img1",
        "imgdeve": "sodic",
        "img1": "vyeimg1",
        "img2": "vyeimg2",
        "district": "Sheikh Zayed , Egypt",
        "price": "35,000,000",
        "downpayment": "5",
        "years": "8",
        "delivery": "2027",
        "updated": "Updated 9 Apr, 2025 | Current Phase",
        "name": "VYE by SODIC",
        "desc1": "VYE by SODIC is a futuristic mixed-use residential compound in the heart of New Zayed City. It spans over approximately 500 acres, with more than 80% dedicated to green and open spaces.",
        "desc2": "The project is designed around sustainable living, walkability, and solar energy.",
        "desc3": "VYE features two main residential zones: NEO, which includes smart apartments and duplexes, and SOL, which offers solar-powered townhouses and twin houses.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "atameya-creeks",
        "imgmaster": "creeks.img1",
        "imgdeve": "starlight",
        "img1": "creeksimg1",
        "img2": "creeksimg2",
        "img3": "creeksimg3",
        "img4": "creeksimg4",
        "district": "New Cairo , Egypt",
        "price": "29,000,000",
        "downpayment": "25",
        "years": "3",
        "delivery": "2023",
        "updated": "Updated 4 Jun, 2025 | Current Phase",
        "name": "Atameya Creeks",
        "desc1": "One of the most wonderful residential projects that have been built recently, which will take its residents to a modern shift full of charm, luxury and luxury, after the company combined all the elements of the difficult equation of calm, excellent location, superior services,",
        "desc2": "and amazing prices, the choice has become very easy, the customer will not find a more suitable choice than Katameya Creeks Compound.",
        "desc3": "The most important means for the success of residential projects is to choose the distinguished, vital location, and this is what New Cairo Company has already applied in its selection of the criteria for the location of the Katameya Creeks Compound",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "katameya-coast",
        "imgmaster": "coast.img1",
        "imgdeve": "starlight",
        "img1": "coastimg1",
        "img2": "coastimg2",
        "img3": "coastimg3",
        "img4": "coastimg4",
        "district": "North Coast , Egypt",
        "price": "22,500,000",
        "downpayment": "15",
        "years": "6",
        "delivery": "27",
        "updated": "Updated 27 May, 2025 | Current Phase",
        "name": "Katameya Coast",
        "desc1": "The crystal edition is meticulously master planned and designed by a group of leading international architects to ensure it delivers on the promise of bespoke luxury.",
        "desc2": "Designed over a coastline stretch of 2 kilometers, with a 40,000-meter-squared crystal lagoon that ensures each home has a private beach. ",
        "desc3": "Our limited number of units are distinctively designed with wide facades and fully finished interiors putting in mind the uninterrupted crystal views from every corner.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "bloomfields",
        "imgmaster": "bloomfields.img1",
        "imgdeve": "tatweer",
        "img1": "bloomfieldsimg1",
        "img2": "bloomfieldsimg2",
        "img3": "bloomfieldsimg3",
        "district": "Mostakbal City , Egypt",
        "price": "6,474,000",
        "downpayment": "0",
        "years": "10",
        "delivery": "2027",
        "updated": "Updated 25 May, 2025 | Current Phase",
        "name": "Bloomfields",
        "desc1": "Founded in 2014, Tatweer Misr is a leading real estate development company renowned for boasting a track-record of award-winning developments that offer a fresh, and innovative outlook on integrated luxury living.",
        "desc2": "Mostakbal City dedicates 50% of its total land area to green open spaces, and is built to accommodate more than one million inhabitants.",
        "desc3": "The project offers an innovative and futuristic vision for integrated community living, attracting Egypt’s top developers, and investors who not only wish to benefit from its lush landscapes, safe road networks, and solid infrastructure, but most importantly its strategic location that sets it as a future economic hub, as well as a major business and residential Centre.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "d-bay",
        "imgmaster": "dbay.img1",
        "imgdeve": "tatweer",
        "img1": "dbayimg1",
        "img2": "dbayimg2",
        "img3": "dbayimg3",
        "district": "North Coast , Egypt",
        "price": "15,160,000",
        "downpayment": "5",
        "years": "10",
        "delivery": "2030",
        "updated": "Updated 27 May, 2025 | Current Phase",
        "name": "D-Bay",
        "desc1": "D Bay is a coastal village spread across 200 acres of land in the North Coast. Developed by the real estate leader, Tatweer Misr, D-Bay North Coast is where aesthetics and culture intersect with functionality and convenience.",
        "desc2": "On a mission to reshape your summer vacation, D Bay has an 800 meter beachfront, various swimmable lagoons and a wide array of world-class amenities.",
        "desc3": "The D Bay village is on the 165th kilo of Alexandria - Marsa Matrouh Desert Road, easily accessible through many other roads like the Dabaa Road and the Fouka Road.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "fouka-bay",
        "imgmaster": "foukabay.img1",
        "imgdeve": "tatweer",
        "img1": "foukabayimg1",
        "img2": "foukabayimg2",
        "img3": "foukabayimg3",
        "district": "North Coast , Egypt",
        "price": "13,750,000",
        "downpayment": "5",
        "years": "10",
        "delivery": "2028",
        "updated": "Updated 27 May, 2025 | Current Phase",
        "name": "Fouka Bay",
        "desc1": "Imaginatively conceived, expertly designed and magically brought to life by Tatweer Misr Developments. Fouka Bay is the perfect escape to reconnect with your loved ones, disconnect from the pressures of city life and re-discover the art of luxury living.",
        "desc2": "Created and master planned by Egypt’s acclaimed TatweerMisr Developments and world-renowned Italian architects 5+1AA, Fouka Bay basks blissfully by Ras El Hekma’s pristine coastline to proudly crown the best spot in the North Coast’s crystalline shoreline.",
        "desc3": "Just a pleasant two hour drive from Cairo, Fouka Bay is easily accessible via the newly constructed Fouka Road. Comprising of a variety of luxurious and architecturally appealing waterfront villas, double decked twin houses and town houses, standalone chalets, spacious cabins and bungalows and a vast array of amenities and facilities that service the community, with a selective range of retail shops, food and beverage outlets, a cultural center and a clubhouse, Fouka Bay’s residents and visitors, alike, will be spoilt for choice and enjoy 360 views of unobscured water and an idyllic beach lifestyle year-round.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "il-monte-galala",
        "imgmaster": "ilmontegalala.img1",
        "imgdeve": "tatweer",
        "img1": "ilmontegalalaimg1",
        "img2": "ilmontegalalaimg2",
        "district": "Ain Sokhna , Egypt",
        "price": "4,300,000",
        "downpayment": "5",
        "years": "10",
        "delivery": "2027",
        "updated": "Updated 25 May, 2025 | Current Phase",
        "name": "Il Monte Galala",
        "desc1": "Il Monte Galala Sokhna offers the perfect getaway for you and your family.",
        "desc2": "Offered are internationally acclaimed hotel accommodation, luxury residences and an unmatched range of sporting and leisure facilities, a mix that will be unique to Egypt.",
        "desc3": "Sprawling over 1.2 km of sandy beach, the breathtaking Il Monte Galala Sokhna provides a year round destination with endless possibilities for life, luxury and relaxation.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "rivers",
        "imgmaster": "rivers.img1",
        "imgdeve": "tatweer",
        "img1": "riversimg1",
        "img2": "riversimg2",
        "img3": "riversimg3",
        "district": "Sheikh Zayed , Egypt",
        "price": "13,750,000",
        "downpayment": "10",
        "years": "10",
        "delivery": "2026",
        "updated": "Updated 25 May, 2025 | Current Phase",
        "name": "Rivers",
        "desc1": "Peacefully poised on 100 acres of lush land, Rivers is a boutique living experience, paying tribute to natural serenity, and unrivaled privacy in the heart of New Zayed.",
        "desc2": "Master planned as a floating urban paradise, the smart development gently rises from turquoise waters, thanks to flowing rivers.",
        "desc3": "Rivers re-defines accessibility from a convenient outlook, thanks to its prime location in the heart of New Zayed.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "salt",
        "imgmaster": "salt.img1",
        "imgdeve": "tatweer",
        "img1": "saltimg1",
        "img2": "saltimg2",
        "district": "North Coast , Egypt",
        "price": "9,275,000",
        "downpayment": "5",
        "years": "10",
        "delivery": "2030",
        "updated": "Updated 27 May, 2025 | Current Phase",
        "name": "Salt",
        "desc1": "Tatweer Misr created the lavish resort Salt on 294 acres in Ras El Hekma, North Coast. Luxurious accommodations and endless summertime enjoyment are combined in this unique coastal location.",
        "desc2": "With the many opulent amenities offered by Salt Tatweer Misr, residents can have a relaxing yet exciting summer vacation. Salt North Coast, for example, features a clubhouse, marina, restaurants, cafes, a lagoon, and an 830-meter beachfront.",
        "desc3": "In order for the village to have more than 80% of its space dedicated to all services and entertainment activities, the developer was willing to support the area of this new project with the greatest number of services and entertainment activities.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "alrehab",
        "imgmaster": "alrehab.img1",
        "imgdeve": "tmg",
        "img1": "alrehabimg1",
        "img2": "alrehabimg2",
        "img3": "alrehabimg3",
        "district": "New Cairo , Egypt",
        "price": "4,700,000",
        "downpayment": "5",
        "years": "8",
        "delivery": "2026",
        "updated": "Updated 17 Jun, 2025 | Current Phase",
        "name": "Al Rehab by Talaat Moustafa Group",
        "desc1": "Al Rehab is a pioneering, large-scale, fully integrated urban community developed by TMG over 9-10 million sqm (approximately 2,200-2,400 acres).",
        "desc2": "As the first fully-fledged community by TMG, it was designed to create a comprehensive and integrated residential scheme within the New Cairo plan.",
        "desc3": "The city is divided into 10 distinct phases, each offering a complete district with diverse housing arrangements. It provides a wide array of amenities and services to accommodate its residents.",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "madinaty",
        "imgmaster": "madinaty.img1",
        "imgdeve": "tmg",
        "img1": "madinatyimg1",
        "img2": "madinatyimg2",
        "img3": "madinatyimg3",
        "district": "New Cairo , Egypt",
        "price": "9,700,000",
        "downpayment": "5",
        "years": "13",
        "delivery": "2026",
        "updated": "Updated 23 jul, 2024 | Current Phase",
        "name": "Madinaty",
        "desc1": "Madinaty is a large-scale, fully integrated urban community developed by TMG over 8,000 acres.",
        "desc2": "Designed in collaboration with U.S. firms HHCP, SWA, and Sasaki, it accommodates up to 700,000 residents across 120,000 housing units, including villas, apartments, duplexes, and townhouses",
        "desc3": "The community offers a comprehensive range of amenities",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "noor",
        "imgmaster": "noor.img1",
        "imgdeve": "tmg",
        "img1": "noorimg1",
        "img2": "noorimg2",
        "img3": "noorimg3",
        "district": "New Capital , Egypt",
        "price": "12,000,000",
        "downpayment": "5",
        "years": "15",
        "delivery": "2029",
        "updated": "Updated 4 Jun, 2024 | Current Phase",
        "name": "Noor Smart City",
        "desc1": "Noor Smart City, also known as Noor Capital Gardens, is Talaat Moustafa Group’s (TMG) flagship 'fourth-generation' smart, green, integrated community.",
        "desc2": "It occupies 5,000 feddans (≈21 million m²) just 3 km from the New Administrative Capital. Noor consists of 12 thoughtfully planned neighborhoods, interconnected by pedestrian and cycling paths, all converging on a 20-acre central park that anchors residential, commercial, hospitality, medical, and educational zones",
        "desc3": "Key smart technologies include city-wide 5G, smart parking, energy-efficient lighting, drone deliveries, smart-home systems, and integrated waste and water management—all developed with partners like Boston Consulting Group, Perkins Eastman, Sasaki, and SWA",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "southmed",
        "imgmaster": "southmed.img1",
        "imgdeve": "tmg",
        "img1": "southmedimg1",
        "img2": "southmedimg2",
        "img3": "southmedimg3",
        "district": "North Coast , Egypt",
        "price": "7,800,000",
        "downpayment": "5",
        "years": "12",
        "delivery": "2028",
        "updated": "Updated 9 Apr, 2025 | Current Phase",
        "name": "Southmed by Talaat Moustafa Group",
        "desc1": "Southmed City is Talaat Moustafa Group's latest and one of the largest integrated coastal cities, spanning an impressive 23 million square meters (approximately 5,540 acres).",
        "desc2": "Designed in collaboration with international firms like OBMI and SWA, it aims to be a world-class, all-season tourist destination offering a comprehensive and luxurious coastal living experience.",
        "desc3": "The project is divided into six distinct phases, each meticulously planned to blend modern luxury with the serene coastal environment, emphasizing green spaces and water features.",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    },
    {
        "slug": "capital-way",
        "imgmaster": "cw.img1",
        "imgdeve": "waterway",
        "img1": "cwimg1",
        "district": "New Capital , Egypt",
        "price": "3,900,000",
        "downpayment": "10",
        "years": "6",
        "delivery": "2025",
        "updated": "Updated 23 jul, 2024 | Current Phase",
        "name": "The Capital Way New Capital",
        "desc1": "The Capital Way by The Waterway Developments is a premium mixed-use residential community in the heart of the New Capital. It spans approximately 42 acres, with only 20% built-up, ensuring the rest remains as lush landscaped gardens and water features",
        "desc2": "The compound offers a range of fully finished apartments, duplexes, and penthouses between 90 m² and 283 m², all equipped with modern air-condition systems.",
        "desc3": "Designed around the New Capital’s signature “Green River” park, the master plan integrates residential, commercial, and recreational areas—including a clubhouse, retail promenade, spa, gym, pools, jogging tracks, and 24/7 security",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "waterway-new-cairo",
        "imgmaster": "cn.img1",
        "imgdeve": "waterway",
        "img1": "cnimg1",
        "img2": "cnimg2",
        "img3": "cnimg3",
        "img4": "cnimg4",
        "district": "New Cairo , Egypt",
        "price": "17,300,000",
        "downpayment": "10",
        "years": "7",
        "delivery": "2021",
        "updated": "Updated 23 jun, 2024 | Current Phase",
        "name": "The Waterway New Cairo",
        "desc1": "The Waterway New Cairo is a high-end mixed-use community developed by The Waterway Developments.",
        "desc2": "Completed in December 2021, this urban oasis spans around 100,000 m², characterized by modern architectural design blending water features, lush landscaping, and sleek residences",
        "desc3": "Units include luxury apartments, duplexes, penthouses, and villas, with sizes ranging from 110 m² to 458 m². The development features a commercial strip, business center, retail promenade, clubhouse, gym, spa, pools, jogging paths, and 24/7 security .",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "triangle",
        "imgmaster": "triangle.img1",
        "imgdeve": "waterway",
        "img1": "triangleimg1",
        "img2": "triangleimg2",
        "img3": "triangleimg3",
        "img4": "triangleimg4",
        "district": "Mostakbal City , Egypt",
        "price": "30,000,000",
        "downpayment": "5",
        "years": "8",
        "delivery": "2029",
        "updated": "Updated 26 May, 2025 | Current Phase",
        "name": "The Triangle New Cairo",
        "desc1": "Triangle New Cairo by The Waterway Developments is an architecturally striking gated community set on a unique triangular-shaped 237 feddan plot.",
        "desc2": "The vision behind Triangle was to dedicate 80% to green spaces — including a 48-feddan Central Park, with only 20% built-up, creating a serene, ",
        "desc3": "eco-friendly environment at the heart of New Cairo island",
        "apartments": "apartments",
        "dublex": "dublex",
        "villas": "villas",
        "chaletapartments": "",
        "chaletdublex": "",
        "chaletvillas": ""
    },
    {
        "slug": "waterway-north-coast",
        "imgmaster": "waterwaynorthcoast.img1",
        "imgdeve": "waterway",
        "img1": "waterwaynorthcoastimg1",
        "img2": "waterwaynorthcoastimg2",
        "img3": "waterwaynorthcoastimg3",
        "district": "North Coast , Egypt",
        "price": "25,000,000",
        "downpayment": "10",
        "years": "7",
        "delivery": "2027",
        "updated": "Updated 22 Apr, 2025 | Current Phase",
        "name": "The Waterway North Coast",
        "desc1": "The Waterway North Coast by The Waterway Developments is a luxury beachfront resort sprawled across 124 acres, with 429 m of white sandy beachfront and terraced designs rising up to 40 m above sea level—ensuring all units enjoy panoramic Mediterranean views",
        "desc2": "Includes 381–402 fully finished villas, twin houses, townhouses, and chalets ranging from 77 to 490 m² Green & amenities coverage: ~83%, leaving 17% for building areas .",
        "desc3": "",
        "apartments": "",
        "dublex": "",
        "villas": "",
        "chaletapartments": "Apartments",
        "chaletdublex": "Duplex",
        "chaletvillas": "Villa"
    }
]